Repository: wger-project/flutter
Catalog: lib/l10n/app_*.arb
Languages: am, ar, ca, de, es, fa, fil, fr, he, hi, hr, id, ko, mk, pl, ro, ru, ta, zh, zh_hant

# measurementCategoriesHelpText
source: Measurement category, such as 'biceps' or 'body fat'
ar: فئة القياس، مثل "العضلة ذات الرأسين" أو "دهون الجسم"
ca: Categoria de la mesura, com ara «bíceps» o «greix corporal»
de: Messkategorie, z. B. „Bizeps“ oder „Körperfett“
es: Categoría de medición, como "bíceps" o "grasa corporal"
fa: دسته اندازه گیری ، مانند "دوسر" یا "چربی بدن"
fr: Catégorie de mesure, comme « biceps » ou « graisse corporelle »
he: קטגורית מדידה, כמו 'שריר הזרוע' או 'שומן גוף'
hi: मापन श्रेणी, जैसे 'बाइसेप्स' या 'बॉडी फैट'
hr: Kategorija mjerenja, kao što su „bicepsi” ili „tjelesna mast”
id: Kategori pengukuran, seperti 'bisep' atau 'lemak tubuh'
ko: '이두근'이나 '체지방'과 같은 측정 범주
mk: Мерна категорија, како 'бицепс' или 'масти'
pl: Kategoria pomiaru, np. „biceps” lub „pomiar warstwy podskórnej tłuszczu”
ro: Categoria de măsurare, cum ar fi „biceps” sau „grăsimi corporale”
ru: Категория измерения, например 'бицепс' или 'жир'
ta: 'பைசெப்ச்' அல்லது 'உடல் கொழுப்பு' போன்ற அளவீட்டு வகை
zh: 测量类别，例如“二头肌”或“体脂”
zh_hant: 測量類別，例如「二頭肌」或「體脂率」

source: Date
ar: التاريخ
ca: Data
de: Datum
es: Fecha
fa: تاریخ
he: תאריך
hi: दिनांक
hr: Datum
ko: 일자
mk: Дата
pl: Data
ro: Data
ru: Дата
ta: திகதி
zh: 日期
zh_hant: 日期

source: Start
ar: ابدأ
ca: Comença
es: Comenzar
fa: شروع
fr: Démarrer
he: התחל
hi: शुरु
hr: Početak
ko: 시작
mk: Започни
pl: Uruchom
ru: Начать
ta: தொடங்கு
zh: 开始
zh_hant: 開始

# timeEnd
source: End time
ar: وقت الانتهاء
ca: Hora de finalització
de: Endzeit
es: Tiempo de fin
fa: زمان پایان
fr: Horaire de fin
he: זמן סיום
hi: अंत समय
hr: Vrijeme završetka
id: Waktu selesai
ko: 종료 시간
mk: Крајно време
pl: Czas zakończenia
ro: Sfârșitul timpului
ru: Время окончания
ta: இறுதி நேரம்
zh: 结束时间
zh_hant: 結束時間

source: kcal
ar: سعرة
hi: किलो कैलोरी
id: kkal
ru: ккал
ta: கிலோகலோரி
zh: 千卡
zh_hant: 大卡

source: Edit
ar: تعديل
ca: Edita
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
ko: 편집
mk: Измени
pl: Edytuj
ru: Редактировать
ta: தொகு
zh: 编辑
zh_hant: 編輯

source: Delete
ar: حذف
ca: Esborra
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
he: מחיקה
hi: हटाएं
hr: Izbriši
ko: 삭제
mk: Избриши
pl: Usuń
ru: Удалить
ta: அழி
zh: 删除
zh_hant: 刪除

# confirmDelete
source: Are you sure you want to delete '{toDelete}'?
ar: أمتأكد لحذف '{toDelete}'؟
ca: Esteu segur de voler esborrar '{toDelete}'?
de: Bist du sicher, dass du '{toDelete}' löschen möchtest?
es: ¿Estás seguro de que deseas borrar '{toDelete}'?
fr: Êtes-vous sûre de vouloir supprimer « {toDelete} » ?
he: האם את/ה בטוח/ה שאת/ה רוצה למחוק את '{toDelete}'?
hi: क्या आप वाकई '{toDelete}' को हटाना चाहते हैं?
hr: Stvarno želiš izbrisati „{toDelete}”?
id: Apakah anda yakin ingin menghapus '{toDelete}'?
ko: '{toDelete}'을 삭제하시겠습니까?
mk: Дали сте сигурни дека сакате да го избришите '{toDelete}'?
pl: Czy na pewno chcesz usunąć '{toDelete}'?
ru: Вы уверены, что хотите удалить '{toDelete}'?
ta: நீங்கள் நிச்சயமாக '{toDelete}' நீக்க விரும்புகிறீர்களா?
zh: 你确定要删除 '{toDelete}'吗?
zh_hant: 您確定要刪除「{toDelete}」嗎？

source: Set units and RiR
ar: تعيين الوحدات و RiR
ca: Unitats de la sèrie i RER
de: Einheiten und RiR einstellen
es: Unidades de serie y ReR
fr: Définir les unités et RiR
he: יחידות סט וחזרות בעתודה
hi: इकाइयाँ सेट करें और RiR
hr: Jedinice serije i broj ponavljanja u rezervi
id: Unit Set and RiR
ko: 단위 및 RiR 설정
pl: Ustaw jednostki oraz rezerwę liczby powtórzeń
ru: Установите единицы измерения и ПвЗ
ta: அலகுகள் மற்றும் ஆர்.ஐ.ஆர்
zh: 设置计量单位和组内重复次数
zh_hant: 設定單位和保留次數

source: Planned
ar: مخططة
ca: Previst
de: Geplant
es: Previsto
fr: Prévu
he: מתוכנן
hi: की योजना बनाई
hr: Planirano
id: Direncanakan
ko: 예정
pl: Zaplanowane
ru: Запланировано
ta: திட்டமிடப்பட்டது
zh: 过去计划
zh_hant: 計劃

# fatShort
source: F
ar: د
ca: G
es: G
fr: Gr
hr: M
pl: T
ru: Ж
zh: 脂肪
zh_hant: 脂肪

source: g per body kg
ar: قرام لكل كيلو قرام من الجسم
ca: g per kg de pes corporal
de: g pro Körper-kg
es: g por kg de peso corporal
fr: g par kg corporel
he: גרם עבור ק"ג של משקל גוף
hi: ग्राम प्रति शरीर किलो
hr: g po tjelesnom kg
id: g per kg tubuh
ko: g 몸당 kg
pl: g / kg
ru: г на кг тела
ta: g க்கு kg
zh: 克每千克体重
zh_hant: 克/體重公斤

source: Total
ar: المجموع
de: Gesamt
he: סה"כ
hi: कुल
hr: Ukupno
ko: 총
mk: Вкупно
pl: Sumarycznie
ru: Всего
ta: மொத்தம்
zh: 总共
zh_hant: 總計

# fiber
source: Fibers
ar: الألياف
ca: Fibra
de: Ballaststoff
es: Fibra
fr: fiber
he: סיבים
hi: रेशा
hr: Vlakna
id: Fibre
ko: 섬유질
mk: Влакна
pl: Błonnik
ru: Клетчатка
ta: இழைகள்
zh: 纤维
zh_hant: 纖維

# percentEnergy
source: Percent of energy
ar: نسبة الطاقة
ca: Percentatge d'energia
de: Prozent der Energie
es: Porcentaje de energía
fr: Pourcentage de l'énergie
he: אחוז של אנרגיה
hi: ऊर्जा का प्रतिशत
hr: Postotak energije
id: Persenan Energi
ko: 에너지 비율
mk: Процент на енергија
pl: Procent energii
ru: Процент энергии
ta: ஆற்றலின் விழுக்காடு
zh: 每日能量百分比
zh_hant: 熱量百分比

# proteinShort
source: P
ar: ب
pl: B
ru: Б
ta: ப
zh: 蛋白质
zh_hant: 蛋白質

# carbohydratesShort
source: C
ar: ك
de: K
fr: Gl
hr: U
pl: W
ru: У
zh: 碳水化合物
zh_hant: 碳水

source: Sugars
ar: سكريات
ca: Sucres
de: Zucker
es: Azúcares
fr: Sucres
he: סוכרים
hi: शुगर्स
hr: Šećeri
id: Gula
ko: 설탕
mk: Шеќери
pl: Cukier
ru: Сахар
ta: சர்க்கரைகள்
zh: 糖
zh_hant: 糖分

source: Saturated fat
ar: الدهون المشبعة
ca: Greix saturat
de: Gesättigte Fettsäuren
es: Grasas saturadas
fr: Graisses saturées
he: שומן רווי
hi: संतृप्त चर्बी
hr: Zasićene masti
id: Lemak jenuh
ko: 포화지방
pl: Tłuszcz nasycony
ru: Насыщенные жиры
ta: பூரிதக் கொழுப்பு
zh: 饱和脂肪
zh_hant: 飽和脂肪

source: Sodium
ar: صوديوم
ca: Sodi
de: Natrium
es: Sodio
he: נתרן
hi: सोड़ियम
hr: Natrij
ko: 나트륨
pl: Sód
ru: Натрий
ta: உவர்மம்
zh: 钠
zh_hant: 鈉

source: Amount
ar: الكمية
ca: Quantitat
de: Betrag
es: Cantidad
fr: Quantité
he: כמות
hi: मात्रा
hr: Količina
id: Jumlah
ko: 양
mk: Количина
pl: Ilość
ru: Количество
ta: தொகை
zh: 数量
zh_hant: 份量

source: Unit
ar: الوحدة
ca: Unitat
de: Einheit
es: Unidad
fr: Unité
he: יחידה
hi: इकाई
hr: Jedinica
ko: 단위
mk: Мерна единица
pl: Jednostka
ru: Единица
ta: அலகு
zh: 单位
zh_hant: 單位

# noWeightEntries
source: You have no weight entries
ar: ليس لديك أي إدخالات للوزن
ca: No teniu cap entrada de pes
de: Du hast keine Gewichtseinträge
es: No tienes entradas de peso registradas
fr: Aucune entrée de poids
he: אין לך רשומות של משקל
hi: आपके पास कोई वजन प्रविष्टि नहीं है
hr: Nemaš unose težine
id: Anda belum memiliki entri berat badan
ko: 무게 항목이 없습니다
mk: Немаш внесено тежина
pl: Nie masz wpisów dotyczących wagi
ru: У вас нет записей о весе
ta: உங்களிடம் எடை உள்ளீடுகள் இல்லை
zh: 您还没有记录过体重
zh_hant: 您沒有體重紀錄

source: superset with
ar: مجموعة شاملة مع
ca: en conjunt amb
fr: supersérie avec
he: סט תרגילים ראשי עם
hi: सुपरसेट के साथ
ro: superset cu
ru: суперсет с
zh: 组合

source: New entry
ar: إضافة جديدة
ca: Nova entrada
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
he: רשומה חדשה
hi: नया प्रविष्टि
hr: Novi unos
id: Entri baru
ko: 신규 항목
pl: Nowy
ru: Новая запись
ta: புதிய நுழைவு
zh: 新增
zh_hant: 新增紀錄

# loadingText
source: Loading...
ar: تحميل ...
ca: Carregant...
de: Wird geladen …
es: Cargando...
fr: Chargement…
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje …
ko: 로딩...
mk: Се вчитува...
pl: Ładowanie...
ru: Загрузка…
ta: ஏற்றுகிறது ...
zh: 加载...
zh_hant: 載入中...

source: New nutritional plan
ar: خطة تغذية جديدة
ca: Nou pla nutricional
de: Neuer Ernährungsplan
es: Nuevo plan nutricional
fr: Nouveau programme nutritionnel
he: תוכנית תזונה חדשה
hi: नई पोषण योजना
hr: Novi plan prehrane
id: Rencana nutrisi baru
ko: 새로운 영양 계획
mk: Нов план за исхрана
pl: Nowy plan żywieniowy
ru: Новый план питания
ta: புதிய ஊட்டச்சத்து திட்டம்
zh: 新增营养规划
zh_hant: 新的營養計劃

source: Toggle details
ar: تبديل التفاصيل
ca: Commuta detalls
de: Details ein/ausblenden
es: Alternar detalles
fr: Afficher les détails
he: הסתר/הצג פירוט
hi: विवरण टॉगल करें
hr: Prikaži detalje
id: Toggle rincian
ko: 세부정보 전환
mk: Вклучи/исклучи детали
pl: Przełącz szczegóły
ru: Переключить сведения
ta: விவரங்களை மாற்றவும்
zh: 查看更多
zh_hant: 切換詳細資訊

# aboutDescription
source: Thank you for using wger! wger is a collaborative open source project, made by fitness enthusiasts from around the world.
ar: شكرًا لاستخدامك وقر! وقر مشروع تعاوني مفتوح المصدر، تم إنشاؤه بواسطة عشّاق اللياقة البدنية من جميع أنحاء العالم.
ca: Gràcies per usar wger! wger és un projecte col·laboratiu de codi obert, fet per entusiastes del fitness d'arreu del món.
de: Danke, dass du wger verwendest! wger ist ein gemeinschaftliches quelloffenes Projekt, das von Fitness-Enthusiasten aus der ganzen Welt entwickelt wurde.
es: ¡Gracias por usar wger! wger es un proyecto colaborativo de código abierto, realizado por entusiastas del fitness de todo el planeta.
fr: Merci d’utiliser wger ! wger est un projet collaboratif à code source ouvert, réalisé par des passionnés de fitness du monde entier.
he: תודה לך על השימוש בווגר! ווגר הוא פרויקט קוד פתוח שנעשה על ידי אוהבי כושר מרחבי העולם.
hi: Wger का उपयोग करने के लिए धन्यवाद! Wger एक सहयोगी ओपन सोर्स प्रोजेक्ट है, जिसे दुनिया भर के फिटनेस उत्साही लोगों द्वारा बनाया गया है।
hr: Hvala što koristiš wger! wger je suradnički projekt otvorenog koda koji su izradili ljubitelji fitnesa iz cijelog svijeta.
id: Terima kasih telah menggunakan wger! wger proyek open source kolaboratif, dibuat oleh para penggemar kebugaran dari seluruh dunia.
ko: wger를 이용해 주셔서 감사합니다! wger는 전 세계 피트니스 애호가들이 만든 협업 오픈 소스 프로젝트입니다.
pl: Dziękujemy za używanie wger! Wger jest projektem open-source stworzonym przy współpracy entuzjastów fitnessu z całego świata.
ru: Спасибо за использование wger! wger - это совместный проект с открытым исходным кодом, созданный фитнес энтузиастами со всего мира.
ta: Wger ஐப் பயன்படுத்தியதற்கு நன்றி! WGER என்பது ஒரு கூட்டு திறந்த மூல திட்டமாகும், இது உலகெங்கிலும் உள்ள உடற்பயிற்சி ஆர்வலர்களால் உருவாக்கப்பட்டது.
zh: 感谢您使用wger！ wger 是一个协作开源项目，由来自世界各地的健身爱好者创建。
zh_hant: 感謝您使用 wger！wger 是一個協作式開源專案，由來自世界各地的健身愛好者共同打造。

# aboutContactUsText
source: If you want to chat with us, hop on the Discord server and get in touch
ar: إذا كنت تريد مراسلتنا فنحن موجودين في Discord، اهلاً بك
ca: Si voleu xatejar amb nosaltres, entreu al servidor de Discord i poseu-vos en contacte
fr: Si vous souhaitez discuter avec nous, rendez-vous sur le serveur Discord et contactez-nous
he: אם אתם רוצים לדבר עמנו, אתם מוזמנים לגשת לשרת הדיסקורד וליצור עמנו קשר שם
hi: यदि आप हमारे साथ चैट करना चाहते हैं, तो Discord सर्वर पर आएं और संपर्क करें
ru: Если вы хотите пообщаться с нами, зайдите на сервер Discord и свяжитесь с нами
zh: 聊一聊

# aboutTranslationText
source: This application is translated on weblate. If you also want to help, click the link and start translating
ar: يُترجم التطبيق على weblate إذا كنت تريد المساعدة اضغط على الرابط وابدأ الترجمة
ca: Aquesta aplicació es tradueix a weblate. Si voleu ajudar-hi també, feu clic al vincle i comenceu a traduir
fr: Cette application est traduite sur Weblate. Si vous voulez aussi aider, cliquez sur le lien et commencez à traduire
he: האפליקציה הזאת מתורגמת ב-weblate. אם גם אתם רוצים לעזור, לחצו על הקישור ותתחילו לתרגם
hi: इस एप्लिकेशन का वेबलेट पर अनुवाद किया गया है। अगर आप भी मदद करना चाहते हैं, तो लिंक पर क्लिक करें और अनुवाद करना शुरू करें।
ru: Это приложение переведено на weblate. Если вы тоже хотите помочь, нажмите на ссылку и начните переводить
zh: 可以在weblate网站上参与翻译工作

# aboutSourceText
source: Get the source code of this application and its server on github
ar: اطلع على الكود المصدري للتطبيق والسيرفر في القت هب
ca: Obtingueu el codi font d'aquesta aplicació i el seu servidor a Github
fr: Récupérez le code source de cette application et de son serveur sur Github
he: לקבלת קוד המקור של אפליקציה זאת והשרת שלה בגיטהאב
hi: इस एप्लिकेशन का स्रोत कोड और इसके सर्वर को Github पर प्राप्त करें
ru: Получите исходный код этого приложения и его сервера на github
zh: 获取code and server

# aboutBugsTitle
source: Have a problem or idea?
ar: لديك مشكلة أو فكرة ؟
ca: Teniu cap problema o idea?
fr: Vous avez un problème ou une idée ?
he: נתקלת בבעיה או יש לך רעיון?
hi: कोई समस्या या विचार है?
ru: Есть проблема или идея?
zh: 有疑问或者建议?

# enterValidNumber
source: Please enter a valid number
ar: أدخل رقمًا صحيحًا
ca: Introduïu un número vàlid
de: Bitte gebe eine gültige Zahl ein
es: Por favor ingresa un número válido
fr: Veuillez entrer un nombre valide
he: אנא הכנס מספר תקין
hi: कृपया वैध संख्या दर्ज करें
hr: Upiši valjani broj
id: Silakan masukan angka yang valid
ko: 유효한 숫자를 입력하세요
mk: Ве милиме внесете валиден број
pl: Proszę wprowadzić poprawny numer
ru: Пожалуйста, введите правильное число
ta: செல்லுபடியாகும் எண்ணை உள்ளிடவும்
zh: 请输入有效数值
zh_hant: 請輸入有效數字

# aboutBugsText
source: Get in touch if something didn't behave as expected or if there is a feature that you feel is missing.
ar: في حال مواجهتك لأي خلل أو الحاجة لإضافة ميزة جديدة للتطبيق، تواصل معنا
ca: Poseu-vos en contacte si alguna cosa no funciona com s'esperava o si hi ha alguna funció que penseu que manca.
fr: Contactez-nous si un élément ne s’est pas comporté comme prévu ou si une fonctionnalité vous semble manquer.
he: צרו קשר אם משהו לא מתנהג כצפוי או אם יש תכונה שאתם מרגישים בחוסרה.
hi: अगर किसी चीज़ ने अपेक्षा के अनुरूप व्यवहार नहीं किया या कोई ऐसी विशेषता है जो आपको याद आ रही है तो संपर्क करें।
ru: Свяжитесь с нами, если что-то пошло не так или если вам кажется, что какой-то функции не хватает.
zh: 如果某些情况未如预期运作或您认为缺少某个功能，请与我们联络。

source: Go to today
ar: الذهاب لليوم
ca: Vés a avui
de: Zu heute gehen
es: Ir a "hoy"
fr: Aller à aujourd’hui
he: עבור להיום
hr: Idi na danas
id: Pergi ke hari ini
ko: 오늘로 이동
mk: Оди до денес
pl: Przejdź do dziś
ru: Перейти на сегодня
ta: இன்று செல்லுங்கள்
zh: 今天
zh_hant: 回到今天

# enterRepetitionsOrWeight
source: Please fill in either the repetitions or the weight for at least one of the sets
ar: يرجى ملء التكرارات أو الوزن لواحدة على الأقل من المجموعات
ca: Ompliu les repeticions o bé el pes per a una de les sèries com a mínim
fr: Veuillez indiquer les répétitions ou le poids pour au moins une des séries
he: אנא מלאו את החזרות או את המשקל בלפחות אחד מהסטים
hi: कृपया इनमें से कम से कम एक सेट के लिए दोहराव या वजन भरें
ru: Пожалуйста, укажите количество повторений или вес хотя бы для одного из сетов
zh: 请至少填写其中一项的重复次数或重量

# optionsLabel
source: Options
ar: الخيارات
ca: Opcions
de: Optionen
es: Opciones
he: אפשרויות
hi: विकल्प
hr: Opcije
ko: 옵션
mk: Опции
pl: Opcje
ru: Опции
ta: விருப்பங்கள்
zh: 设置
zh_hant: 選項

# sameRepetitions
source: If you do the same repetitions and weight for all sets you can just fill in one row. For example for 4 sets just enter 10 for the repetitions, this automatically becomes "4 x 10".
ar: إذا قمت بنفس التكرارات والوزن لجميع المجموعات، فيمكنك فقط ملء صف واحد، مثال : لأربع مجموعات فقط أدخل 10 للتكرارات، ويصبح هذا تلقائيًا "4 × 10".
ca: Si fas les mateixes repeticions i pesos per a totes les sèries, pots omplir només una línia. Per exemple, per a 4 sèries simplement introdueix 10 per a les repeticions; això esdevé automàticament «4 x 10».
de: Wenn du für alle Sätze die gleichen Wiederholungen und das gleiche Gewicht verwendest, kannst du nur eine Zeile ausfüllen. Gebe z. B. für 4 Sätze einfach 10 für die Wiederholungen ein, daraus wird automatisch „4 × 10“.
es: Si haces las mismas repeticiones y el mismo peso para todas las series, solo puedes completar una fila. Por ejemplo, para 4 series solo ingrese 10 para las repeticiones, esto automáticamente se convierte en "4 x 10".
fr: Si vous faites les mêmes répétitions et le même poids pour toutes les séries, vous pouvez simplement remplir une ligne. Par exemple, pour 4 séries, il suffit d’entrer 10 pour les répétitions, ce qui devient automatiquement « 4 × 10 ».
he: אם אתם משתמשים באותה כמות של חזרות ומשקל עבור כל הסטים, ניתן למלא רק שורה אחת. למשל עבור 4 סטים, הזינו 10 עבור חזרות, ואוטומטית הערך יהיה "4x10".
hi: यदि आप सभी सेटों के लिए समान दोहराव और वजन करते हैं तो आप केवल एक पंक्ति भर सकते हैं। उदाहरण के लिए, 4 सेटों के लिए, दोहराव के लिए केवल 10 दर्ज करें, यह स्वचालित रूप से "4 x 10" हो जाता है।
hr: Ako radiš ista ponavljanja i težinu za sve serije, ispuni jedan redak. Na primjer, za 4 serije jednostavno upiši 10 za ponavljanja, to automatski postaje „4 × 10”.
id: Jika Anda melakukan pengulangan dan bobot yang sama untuk semua set, Anda cukup mengisi satu baris. Misalnya untuk 4 set cukup masukkan 10 untuk pengulangan, ini secara otomatis menjadi "4 x 10".
ko: 모든 세트에 동일한 반복 횟수와 중량을 적용하는 경우 한 줄만 입력하면 됩니다. 예를 들어 4세트를 하는 경우 반복 횟수에 10을 입력하면 자동으로 "4 x 10"이 됩니다.
pl: Jeśli wykonasz tą sama liczbę powtórzenia z tym samym ciężarem dla wszystkich serii, możesz po prostu wypełnić jeden wiersz. Na przykład dla 4 serii wystarczy wpisać 10 dla powtórzeń, automatycznie zmieni się to na „4 x 10”.
ro: Dacă faci n.r de repetări și greutatea la fel pentru toate seriile, poți completa doar un rând. De exemplu, pentru 4 serii, introdu 10 la repetări și devine automat „4 x 10”.
ru: Если вы делаете одинаковые повторения и вес для всех сетов, вы можете просто заполнить одну строку. Например, для 4 сетов просто введите 10 повторений, это автоматически превратится в "4 x 10".
ta: எல்லா தொகுப்புகளுக்கும் நீங்கள் அதே மறுபடியும் எடையும் செய்தால், நீங்கள் ஒரு வரிசையை நிரப்பலாம். எடுத்துக்காட்டாக, 4 செட்களுக்கு மறுபடியும் 10 ஐ உள்ளிடவும், இது தானாகவே "4 ஃச் 10" ஆகிறது.
zh: 如果您对所有组别进行相同的重复次数和重量，则只需填写一行即可。例如，对于 4 组，只需输入 10 次重复，这会自动变成「4 x 10」。
zh_hant: 如果您對所有組別進行相同的重複次數和重量，則只需填寫一行即可。例如，4 組每組 10 下，只要輸入 10 次重複，系統會自動變成「4 x 10」。

source: New set
ar: مجموعة جديدة
ca: Nova sèrie
de: Neuer Satz
es: Nueva serie
fa: مجموعه جدید
fr: Nouvelle série
he: סט חדש
hi: नया सेट
hr: Nova serija
id: Set baru
ko: 새 세트
pl: Nowa seria
ro: Set nou
ru: Новый сет
ta: புதிய தொகுப்பு
zh: 新增训练日
zh_hant: 新增一組

# dataCopied
source: Data copied to new entry
ar: تم نسخ البيانات إلى الإدخال الجديد
ca: Dades copiades a una nova entrada
de: Daten in neuen Eintrag kopiert
es: Datos copiados a la nueva entrada
fr: Données copiées dans la nouvelle entrée
hi: डेटा की प्रतिलिपि बना दिया गया है
hr: Podaci kopirani u novi unos
id: Data disalin ke entri baru
ko: 새 항목에 데이터가 복사되었습니다
mk: Податоците се копирани во нов запис
pl: Dane skopiowane do nowego dziennika
ru: Данные копируются в новую запись
ta: தரவு புதிய நுழைவுக்கு நகலெடுக்கப்பட்டது
zh: 数据已添加
zh_hant: 資料已複製到新紀錄

# appUpdateContent
source: This version of the app is not compatible with the server, please update your application.
ar: لا يتوافق الإصدار الحالي مع السيرفر، يرجى تحديث التطبيق.
ca: Aquesta versió de l'app no és compatible amb el servidor, actualitzeu l'aplicació.
de: Diese Version der Anwendung ist nicht mit dem Server kompatibel, bitte aktualisieren Sie Ihre Anwendung.
es: Esta versión de la aplicación no es compatible con el servidor. Por favor, actualízala.
fr: Cette version de l'application n'est pas compatible avec le serveur, veuillez mettre à jour votre application.
hi: ऐप का यह संस्करण सर्वर के अनुकूल नहीं है, कृपया अपना एप्लिकेशन अपडेट करें।
hr: Ova verzija aplikacije nije kompatibilna sa serverom. Aktualiziraj svoju aplikaciju.
id: Versi aplikasi ini tidak kompatibel dengan server, silakan perbarui aplikasi Anda.
ko: 이 버전의 앱은 서버와 호환되지 않습니다. 애플리케이션을 업데이트하세요.
mk: Оваа верзија не е компатибилна со овој сервер, ве молиме ажурирајте ја вашата апликација.
pl: Ta wersja aplikacji nie jest kompatybilna z serwerem, zaktualizuj swoją aplikację.
ru: Эта версия приложения не совместима с сервером, пожалуйста, обновите ваше приложение.
ta: பயன்பாட்டின் இந்த பதிப்பு சேவையகத்துடன் பொருந்தாது, தயவுசெய்து உங்கள் பயன்பாட்டைப் புதுப்பிக்கவும்.
zh: 此版本的应用程序与服务器端不符，请更新应用程序。
zh_hant: 此版本的應用程式與伺服器不相容，請更新您的應用程式。

source: Set {nr}
ar: مجموعة {nr}
ca: Sèrie {nr}
de: Satz {nr}
es: Serie {nr}
fr: Série {nr}
he: סט {nr}
hi: सेट {nr}
hr: Serija br. {nr}
pl: {nr} serii
ro: Seria {nr}
ru: Сет {nr}
ta: {nr} அமை
zh: 训练 {nr}
zh_hant: 第 {nr} 組

source: Add set
ar: أضف مجموعة
ca: Afegeix sèrie
de: Satz hinzufügen
es: Agregar serie
fa: افزودن مجموعه
fr: Ajouter une série
he: הוספת סט
hi: सेट जोड़ें
hr: Dodaj seriju
id: Tambah set
ko: 세트 추가
mk: Додај сет
pl: Dodaj serię
ro: Adaugă set
ru: Добавить сет
ta: செட் சேர்
zh: 增加训练项目
zh_hant: 新增一組

source: Add meal
ar: أضف وجبة
ca: Afegeix àpat
de: Mahlzeit hinzufügen
es: Agregar comida
fa: افزودن وعده
fr: Ajouter un repas
he: הוספת ארוחה
hi: खाना जोड़ें
hr: Dodaj obrok
id: Tambah makanan
ko: 식사 추가
mk: Додај оброк
pl: Dodaj posiłek
ro: Adaugă masa
ru: Добавить блюдо
ta: உணவு சேர்க்கவும்
zh: 增加用餐
zh_hant: 新增餐點

# mealLogged
source: Meal logged to diary
ar: سُجّلت الوجبة في اليوميات
ca: Àpat registrat al diari
de: Mahlzeit im Tagebuch protokolliert
es: Comida registrada en el diario
fa: غذا به دفتر گزارشات وارد شد
fr: Repas journalisé
he: ארוחה הוכנסה ליומן
hi: भोजन डायरी में दर्ज
hr: Obrok prijavljen u dnevnik
id: Makanan ditambahkan ke buku harian
ko: 식사 기록이 일기에 기록됨
pl: Posiłek zarejestrowany w dzienniku
ro: Masa înregistrată în jurnal
ru: Блюдо записано в дневник
ta: உணவு நாட்குறிப்புக்கு உள்நுழைந்துள்ளது
zh: 用餐情况保存到日记中
zh_hant: 餐點已紀錄到日記

source: Protein
ar: بروتين
ca: Proteïna
de: Eiweiß
es: Proteína
fr: Protéines
he: חלבון
hi: प्रोटीन
hr: Proteini
ko: 단백질
mk: Протеин
pl: Białko
ru: Белки
ta: புரதம்
zh: 蛋白质
zh_hant: 蛋白質

source: Carbohydrates
ar: كربوهيدرات
ca: Carbohidrats
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
he: פחמימות
hi: कार्बोहाइड्रेट्स
hr: Ugljikohidrati
id: Karbohidrat
ko: 탄수화물
pl: Węglowodany
ru: Углеводы
ta: கார்போஐட்ரேட்டுகள்
zh: 碳水化合物
zh_hant: 碳水化合物

source: Fat
ar: دهون
ca: Greix
de: Fett
es: Grasas
fr: Graisses
he: שומן
hi: चर्बी
hr: Masti
id: Lemak
ko: 지방
mk: Масти
pl: Tłuszcz
ru: Жиры
ta: கொழுப்பு
zh: 脂肪
zh_hant: 脂肪

source: Product not found
ar: المنتج غير موجود
ca: No s'ha trobat el producte
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit non trouvé
hi: उत्पाद नहीं मिला
hr: Proizvod nije pronađen
id: Produk tidak ditemukan
ko: 제품을 찾을 수 없습니다
mk: Продуктот не е пронајден
pl: Produkt nie znaleziony
ru: Продукт не найден
ta: தயாரிப்பு கிடைக்கவில்லை
zh: 产品未发现
zh_hant: 找不到產品

# productNotFoundDescription
source: The product with the scanned barcode {barcode} was not found in the wger database
ar: لم يتم العثور على المنتج الممسوح ضوئيًا {barcode} في wger
ca: El producte amb el codi de barres escanejat {barcode} no s'ha trobat a la base de dades de wger
de: Das Produkt mit dem gescannten Strichcode {barcode} wurde nicht in der wger-Datenbank gefunden
es: El producto con el código de barras escaneado {barcode} no se ha encontrado en la base de datos de wger
fr: Le produit dont le code-barres a été scanné {barcode} n'a pas été trouvé dans la base de données wger
hi: स्कैन किए गए बारकोड {barcode} वाला उत्पाद wger डेटाबेस में नहीं मिला
hr: Proizvod sa skeniranim barkodom {barcode} nije pronađen u wger bazi podataka
id: Produk dengan kode batang {barcode} tidak ditemukan dalam database wger
ko: 스캔된 바코드 {barcode}가 있는 제품을 wger 데이터베이스에서 찾을 수 없습니다
pl: Produkt z zeskanowanym kodem kreskowym {barcode} nie został znaleziony w bazie danych wger
ru: Продукт со отсканированным штрихкодом {barcode} не найден в базе данных wger
ta: ச்கேன் செய்யப்பட்ட பார்கோடு {barcode} with உடன் தயாரிப்பு WGER தரவுத்தளத்தில் காணப்படவில்லை
zh: 条形码{barcode}的产品不在wger数据库中
zh_hant: 在 wger 資料庫中找不到條碼為 {barcode} 的產品

source: Scan barcode
ar: ‌صوّر الرمز التسلسلي
ca: Escaneja un codi de barres
de: Strichcode scannen
es: Escanear código de barras
fr: Scanner le code barre
hi: बारकोड स्कैन करें
hr: Skeniraj barkod
id: Pindai kode batang
ko: 바코드 스캔
mk: Скенирај баркод
pl: Zeskanuj kod kreskowy
ru: Сканировать штрихкод
ta: ச்கேன் பார்கோடு
zh: 扫描条形码
zh_hant: 掃描條碼

source: Close
ar: إقفال
ca: Tanca
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
hr: Zatvori
id: Tutup
ko: 닫기
mk: Затвори
pl: Zamknij
ru: Закрыть
ta: மூடு
zh: 关闭
zh_hant: 關閉
