Repository: wger-project/flutter
Catalog: lib/l10n/app_*.arb
Languages: am, ar, ca, de, es, fa, fil, fr, he, hi, hr, id, ko, mk, pl, ro, ru, ta, zh, zh_hant

# weekAverage
source: 7 day average
ar: متوسط سبع أيام
ca: Mitjana de 7 dies
de: 7-Tage-Durchschnitt
es: Promedio de 7 días
fr: Moyenne sur 7 jours
hi: 7 दिन का औसत
hr: Sedmodnevni prosjek
id: Rata-rata 7 hari
ko: 7일 평균
mk: 7 дена просек
pl: Średnia z poprzedniego tygodnia
ru: В среднем за 7 дней
ta: 7 நாள் சராசரி
zh: 7天平均
zh_hant: 七天平均值

source: Product found
ar: عُثِر على المنتج
ca: S'ha trobat el producte
de: Produkt gefunden
es: Producto encontrado
fr: Produit trouvé
hi: उत्पाद मिला
hr: Pronađeni proizvod
id: Produk ditemukan
ko: 제품 발견
mk: Пронајден продукт
pl: Znaleziono produkt
ru: Продукт найден
ta: தயாரிப்பு காணப்பட்டது
zh: 产品已发现
zh_hant: 找到產品

# productFoundDescription
source: The barcode corresponds to this product: {productName}. Do you want to continue?
ar: يتوافق رمز الباركود مع هذا المنتج: {productName}. أتريد الاستمرار؟
ca: El codi de barres es correspon amb aquest producte: {productName}. Voleu continuar?
de: Der Strichcode gehört zu diesem Produkt: {productName}. Möchten Sie fortfahren?
es: El código de barras corresponde a este producto: {productName}. ¿Deseas continuar?
fr: Le code-barres correspond à ce produit : {productName}. Voulez-vous continuer ?
hi: बारकोड इस उत्पाद से मेल खाता है: {productName}। क्या आप जारी रखना चाहते हैं?
hr: Barkod odgovara ovom proizvodu: {productName}. Želiš li nastaviti?
id: Kode batang ini sesuai dengan produk: {productName}. Apakah Anda ingin melanjutkan?
ko: 바코드는 {productName} 제품에 해당합니다. 계속하시겠습니까?
pl: Kod kreskowy odpowiada temu produktowi: {productName}. Czy chcesz kontynuować?
ru: Штрихкод соответствует этому продукту: {productName}. Вы хотите продолжить?
ta: பார்கோடு இந்தத் தயாரிப்புக்கு ஒத்திருக்கிறது: {productName}. நீங்கள் தொடர விரும்புகிறீர்களா?
zh: 此条码对应这产品：{productName}。您想继续吗？
zh_hant: 此條碼對應到這個產品：{productName}。您要繼續嗎？

# enterMinCharacters
source: Please enter at least {min} characters
ar: الرجاء إدخال {min} حرفًا على الأقل
de: Bitte gebe mindestens {min} Zeichen ein
es: Por favor ingresa al menos {min} caracteres
fr: Veuillez entrer au moins {min} caractères
hr: Upiši barem {min} znaka
id: Silakan masukan minimal {min} karakter
ko: 최소 {min}자 이상 입력해주세요
mk: Ве милиме внесете барем {min} карактери
pl: Proszę wpisać co najmniej {min} znaków
ru: Пожалуйста, введите как минимум {min} символов
ta: தயவுசெய்து குறைந்தது {min} எழுத்துக்களை உள்ளிடவும்
zh_hant: 請輸入至少 {min} 個字元

# noMeasurementEntries
source: You have no measurement entries
ar: لا يوجد إدخالات قياس
de: Du hast keine Messeingaben
es: No has ingresado medidas
fr: Vous n'avez pas d'entrées de mesure
hr: Nemaš unose mjerenja
id: Anda belum memiliki entri pengukuran apa pun
ko: 측정 항목이 없습니다
pl: Nie masz wpisów pomiarowych
ru: У вас нет записей измерений
ta: உங்களிடம் அளவீட்டு உள்ளீடுகள் இல்லை
zh_hant: 您沒有測量紀錄

# moreMeasurementEntries
source: Add new measurement
ar: أضف قياس جديد
de: Neue Messung hinzufügen
es: Agrega una nueva medida
fr: Ajouter une mesure
hr: Dodaj novo mjerenje
id: Tambah pengukuran baru
ko: 새 측정 추가
pl: Dodaj nowy pomiar
ru: Добавить новое измерение
ta: புதிய அளவீட்டைச் சேர்க்கவும்
zh_hant: 新增測量紀錄

# userProfile
source: Your profile
ar: ملفك الشخصي
de: Dein Profil
es: Tu perfil
fa: پروفایل شما
fil: Profile mo
fr: Votre profil
he: הפרופיל שלך
hi: आपकी प्रोफ़ाइल
hr: Tvoj profil
id: Profilmu
ko: 환경설정
mk: Твој Профил
pl: Twój profil
ro: Profilul tău
ru: Ваш профиль
ta: உங்கள் சுயவிவரம்
zh: 账户
zh_hant: 你的檔案

source: Exercise list
ar: قائمة التمارين
de: Liste der Übungen
es: Lista de ejercicios
fa: لیست تمرینات
fr: Liste d'exercices
he: רשימת תרגילים
hr: Popis vježbi
id: Daftar latihan
ko: 예시 목록
mk: Листа со вежби
pl: Lista ćwiczeń
ro: Lista exercițiilor
ru: Список упражнений
ta: உடற்பயிற்சி பட்டியல்
zh: 锻炼清單
zh_hant: 動作清單

# baseNameEnglish
source: All exercises need a base name in English
ar: جميع التمارين تتطلب اسم أساسي بالإنجليزية
de: Alle Übungen brauchen einen Basisnamen in Englisch
es: Todos los ejercicios necesitan un nombre base en Inglés
fr: Tous les exercices doivent avoir un nom de base en anglais
hr: Sve vježbe trebaju osnovno ime na engleskom jeziku
id: Semua latihan memerlukan nama dasar dalam Bahasa Inggris
ko: 모든 운동에는 영어로 된 기본 이름이 필요합니다
mk: Првичното име на вежбата мора да биде на Англики
pl: Wszystkie ćwiczenia wymagają nazwy podstawowej w języku angielskim
ru: Для всех упражнений необходимо базовое название на английском языке
ta: அனைத்து பயிற்சிகளுக்கும் ஆங்கிலத்தில் அடிப்படை பெயர் தேவை
zh_hant: 所有動作都需要一個英文基本名稱

source: Verified email
ar: بريد إلكتروني مفعّل
de: Verifizierte E-Mail
es: Correo electrónico verificado
fr: Email vérifié
hr: Potvrđena e-mail adresa
id: Email terverifikasi
ko: 확인된 이메일
mk: Верифициран е-маил
pl: Zweryfikowany adres e-mail
ru: Подтвержденный адрес электронной почты
ta: சரிபார்க்கப்பட்ட மின்னஞ்சல்
zh_hant: 已驗證的電子郵件

source: Swiss Ball
ar: الكرة السويسرية
de: Gymnastikball
es: Pelota Suiza
fr: Ballon de gymnastique
hr: Gimnastička lopta
id: Bola Gym
ko: 스위스볼
pl: Piłka lekarska
ru: Гимнастический мяч
ta: சுவிச் பந்து
zh_hant: 瑜伽球

source: Chest
ar: الصدر
de: Brust
es: Pecho
fr: Poitrine
hr: Prsa
id: Dada
ko: 가슴
mk: Гради
pl: Klatka piersiowa
ru: Грудь
ta: மார்பு
zh_hant: 胸

source: Kettlebell
ar: الكرة الحديدية
de: Kugelhantel
es: Pesa rusa
hr: Kuglasti uteg
ko: 케틀벨
pl: Kettle
ru: Гиря
ta: கெட்டில் பெல்
zh_hant: 壺鈴

source: Calves
ar: بطة الرجل
de: Waden
es: Pantorrillas
fr: Mollets
hr: Lisni mišići
id: Betis
ko: 장딴지
mk: Листови
pl: Łydki
ru: Икры
ta: கன்றுகள்
zh_hant: 小腿肌群

source: Success
ar: مكتمل
de: Erfolgreich
es: Éxito
fa: موفقیت
fr: Succès
he: מוצלח
hr: Uspjeh
id: Berhasil
ko: 성공
mk: Успешно
pl: Sukces
ro: Succes
ru: Успешно
ta: வெற்றி
zh: 成功
zh_hant: 成功

source: Exercise Name
ar: اسم التمرين
de: Name der Übung
es: Nombre del Ejercicio
fr: Nom de l'exercice
he: שם התרגיל
hr: Ime vježbe
id: Nama Latihan
ko: 예시명
mk: Име на вежба
pl: Nazwa ćwiczenia
ro: Numele exercițiului
ru: Название упражнения
ta: உடற்பயிற்சி பெயர்
zh: 锻炼名
zh_hant: 動作名稱

# textPromptTitle
source: Ready to start?
ar: مستعد للبدء ؟
de: Bereit zu starten?
es: ¿Listo para comenzar?
fr: Prêt à commencer ?
hr: Spreman?
id: Siap memulai?
ko: 시작할 준비가 되셨나요?
mk: Спремен си да започнеш?
pl: Gotowy do startu?
ru: Готовы начать?
ta: தொடங்க தயாரா?
zh_hant: 準備開始了嗎？

source: Body Weight
ar: وزن الجسم
de: Körpergewicht
es: Peso Corporal
fr: Poids corporel
hr: Tjelesna težina
id: Berat Badan
ko: 체중
mk: Телесна тежина
pl: Masa ciała
ru: Вес тела
ta: உடல் எடை
zh_hant: 體重

source: Cardio
ar: عضلة القلب
de: Kardio
es: Aerobico
hr: Kardio
id: Kardio
ko: 심장강화
mk: Кардио
pl: Kardio
ru: Кардио
ta: கார்டியோ
zh_hant: 有氧運動

source: Dumbbell
ar: أثقال صغيرة
de: Kurzhantel
es: Mancuerna
fr: Haltères
hr: Ručni uteg
id: Dumbel
ko: 덤벨
pl: Hantla
ru: Гантели
ta: டம்பல்
zh_hant: 啞鈴

source: Gym mat
ar: سجّاد التمارين
de: Gymnastikmatte
es: Colchoneta
fr: Tapis de gymnastique
hr: Podloga za treniranje
id: Matras Gym
ko: 체육관 매트
pl: Mata gimnastyczna
ru: Спортивный коврик
ta: சிம் பாய்
zh_hant: 健身墊

source: Incline bench
ar: مقعد مائل للأعلى
de: Schrägbank
es: Banco inclinado
fr: Banc incliné
hr: Nagnuta klupa
id: Bangku Incline
ko: 인클라인 벤치
pl: Ławka skośna
ru: Наклонная скамья
ta: சாய்வு பெஞ்ச்
zh_hant: 上斜椅

source: Kilometers Per Hour
ar: كيلومترات في الساعة
de: Kilometer pro Stunde
es: Kilómetros por Hora
fr: Kilomètres Par Heure
hr: Kilometara na sat
id: Kilometer Per Jam
ko: km/h
mk: Километри на час
pl: Kilometrów na godzinę
ru: км/ч
ta: ஒரு மணி நேரத்திற்கு கிலோமீட்டர்
zh_hant: 公里／小時

source: Lats
ar: العضلة الظهرية العريضة
de: Latissimus
es: Laterales
fr: Grand dorsal
hr: Leđni mišići
id: Otot Punggung Samping
pl: Mięsień najszerszy pleców
ru: Широчайшие
ta: லாட்ச்
zh_hant: 背闊肌

source: Miles
ar: أميال
de: Meilen
es: Millas
hr: Milje
id: Mil
ko: 마일스
pl: Mile
ru: Мили
ta: மைல்கள்
zh_hant: 英里

source: Miles Per Hour
ar: أميال في الساعة
de: Meilen pro Stunde
es: Millas por Hora
fr: Miles Par Heure
hr: Milja na sat
id: Mil Per Jam
ko: mi/h
pl: Mil na godzinę
ru: миль/ч
ta: ஒரு மணி நேரத்திற்கு மைல்கள்
zh_hant: 英里／小時

source: Plates
ar: أطباق
de: Platten
es: Platos
fr: Disques de poids
hr: Ploče
id: Lempeng Beban
ko: 플레이트
mk: Чинии
pl: Talerze
ru: Блины
ta: தட்டுகள்
zh_hant: 槓片

source: Quads
ar: عضلات الفخذ
de: Quadrizeps
es: Cuádriceps
fr: Quadriceps
hr: Kvadriceps
id: Paha Depan
ko: 쿼드
pl: Mięsień czworogłowy uda
ru: Четырехглавые
ta: குவாட்ச்
zh_hant: 股四頭肌

source: SZ-Bar
ar: البار المجعد SZ-Bar
de: SZ-Stange
es: Barra SZ
fr: Barre EZ
hr: Zaobljena šipka
ko: SZ-바
pl: Gryf łamany
ru: SZ-гриф
ta: பட்டி
zh_hant: 彎曲槓

source: kg
ar: كغم
mk: кг
ru: кг
ta: கிலோ
zh: 公斤
zh_hant: 公斤

source: lb
ar: رطل
ru: фунт
ta: எல்.பி.
zh: 磅
zh_hant: 磅

source: Images
ar: الصور
de: Bilder
es: Imágenes
fr: Photos
hr: Slike
id: Gambar
ko: 이미지
mk: Слики
pl: Obrazy
ru: Изображения
ta: படங்கள்
zh_hant: 圖片

source: Language
ar: اللغة
de: Sprache
es: Lenguaje
fr: Langues
hr: Jezik
id: Bahasa
ko: 언어
mk: Јазик
pl: Język
ru: Язык
ta: மொழி
zh_hant: 語言

source: Abs
ar: عضلات المعدة
de: Bauch
es: Abdominales
fr: Abdos
hr: Trbuh
id: Otot perut
ko: 복근
mk: Стомачни
pl: Brzuch
ru: Пресс
ta: ஏபிஎச்
zh_hant: 腹肌

source: Arms
ar: الأدوات
de: Arme
es: Brazos
fr: Bras
hr: Ruke
id: Lengan
ko: 팔
mk: Раце
pl: Ręce
ru: Руки
ta: ஆயுதங்கள்
zh_hant: 手臂

source: Back
ar: الظهر
de: Rücken
es: Espalda
fr: Dos
hr: Leđa
id: Punggung
ko: 뒤로
mk: Грб
pl: Plecy
ru: Спина
ta: பின்
zh_hant: 背部

source: Biceps
ar: العضلة ذات الرأسين أو عضلة الذراع
de: Bizeps
es: Bíceps
hr: Bicepsi
id: Bisep
ko: 이두근
mk: Бицепс
ru: Бицепсы
ta: கயிறுகள்
zh_hant: 二頭肌

source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
fr: Traduction
hr: Prijevod
id: Terjemahan
ko: 번역
mk: Превод
pl: Tłumaczenie
ru: Перевод
ta: மொழிபெயர்ப்பு
zh_hant: 翻譯

# baseData
source: Basics in English
ar: الأساسيات بالإنجليزية
de: Grundlagen auf Englisch
es: Conceptos básicos en Inglés
fr: Les bases en anglais
hr: Osnovni podaci na engleskom jeziku
id: Dasar dalam Bahasa Inggris
ko: 영어를 기본으로
pl: Podstawy po angielsku
ru: Основы на английском
ta: ஆங்கிலத்தில் அடிப்படைகள்
zh_hant: 英文基本資料

source: Glutes
ar: المؤخرة
de: Gesäßmuskeln
es: Glúteos
fr: Fessiers
hr: Stražnjica
id: Bokong
ko: 엉덩이
pl: Pośladki
ru: Ягодицы
ta: க்ளூட்டுகள்
zh_hant: 臀大肌群

source: Kilometers
ar: كيلومترات
de: Kilometer
es: Kilómetros
fr: Kilomètres
hr: Kilometri
id: Kilometer
ko: 킬로미터
mk: Километри
pl: Kilometry
ru: Километры
ta: கிலோமீட்டர்
zh: 公里
zh_hant: 公里

source: Seconds
ar: ثواني
de: Sekunden
es: Segundos
fr: Secondes
hr: Sekunde
id: Detik
ko: 초
mk: Секунди
pl: Sekundy
ru: Секунд
ta: நொடிகள்
zh_hant: 秒

source: Until Failure
ar: وصولاً للفشل
de: Bis zum Versagen
es: Hasta el fallo
fr: Jusqu'à l'échec
hr: Do neuspjeha
id: Sampai tidak mampu lagi
ko: 실패할 때까지
mk: До крај
pl: Aż do awarii
ru: До отказа
ta: தோல்வி வரை
zh_hant: 直到力竭

source: Bench
ar: المقعد
de: Bank
es: Banco
fr: Banc
hr: Klupa
id: Bangku
ko: 벤치프레스
mk: Клупа
pl: Ławka
ru: Скамья
ta: பென்ச்
zh_hant: 重訓椅

source: Barbell
ar: الحديد
de: Langhantel
es: Barra con pesas
fr: Barre
hr: Šipka
id: Barbel
ko: 바벨
mk: Шипка
pl: Sztanga
ru: Штанга
ta: பார்பெல்
zh_hant: 槓鈴

source: none (bodyweight exercise)
ar: لا شيء (تمرين وزن الجسم)
de: keine (Körpergewichtsübung)
es: Ninguno (ejercicio de peso corporal)
fr: aucun (exercice au poids du corps)
hr: bez (vježba za tjelesnu težinu)
id: Tanpa alat (Latihan Berat Badan Sendiri)
ko: 없음(체중 운동)
pl: brak (ćwiczenie z masą ciała)
ru: без (с собственным весом)
ta: எதுவுமில்லை (உடல் எடை உடற்பயிற்சி)
zh_hant: 無（徒手運動）

source: Shoulders
ar: أكتاف
de: Schultern
es: Hombros
fr: Epaules
hr: Ramena
id: Bahu
ko: 어깨
mk: Рамена
pl: Barki
ru: Плечи
ta: தோள்கள்
zh_hant: 肩膀

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hr: Sljedeća
id: Selanjutnya
ko: 다음
mk: Следно
pl: Następny
ru: Следующее
ta: அடுத்தது
zh: 下一个
zh_hant: 下一個

source: Pull-up bar
ar: بار السحب
de: Klimmzugstange
es: Barra de dominadas
fr: Barre de traction
hr: Šipka za povlačenje
id: Palang Pull-up
ko: 풀업 바
pl: Drążek do podciągania
ru: Турник
ta: புல்-அப் பார்
zh: 上拉杆
zh_hant: 引體向上桿

source: Exercises
ar: التمارين
de: Übungen
es: Ejercicios
fr: Exercices
he: תרגילים
hr: Vježbe
id: Latihan
ko: 운동
mk: Вежби
pl: Ćwiczenia
ro: Exerciții
ru: Упражнения
ta: பயிற்சிகள்
zh: 锻炼项目
zh_hant: 動作

# add_exercise_image_license
source: Images must be compatible with the CC BY SA license. If in doubt, upload only photos you've taken yourself.
ar: يجب أن تكون الصور متوافقة مع ترخيص CC BY SA. في حال عدم تأكدك، قم بتحميل الصور التي إلتقطتها.
de: Bilder müssen mit der CC BY SA Lizenz vereinbar sein. Wenn du dir unsicher bist lade nur Bilder hoch, welche du selbst gemacht hast.
es: Las imágenes deben ser compatibles con la licencia CC BY SA. Si tienes dudas, sube solamente fotos que hayas tomado tú mismo.
fr: Les images doivent être compatibles avec la licence CC BY SA. En cas de doute, ne téléchargez que des photos que vous avez prises vous-même.
hr: Slike moraju biti kompatibilne s licencom CC BY SA. Ako si u nedoumici, prenesi samo svoje vlastite fotografije.
id: Gambar harus kompatibel dengan lisensi CC BY SA. Jika ragu, unggah hanya foto yang anda ambil sendiri.
ko: 이미지는 CC BY SA 라이선스를 준수해야 합니다. 확실하지 않은 경우 직접 촬영한 사진만 업로드하세요.
pl: Obrazy muszą być zgodne z licencją CC BY SA. Jeśli masz wątpliwości przesyłaj tylko zdjęcia które sam zrobiłeś.
ru: Изображения должны быть совместимы с CC BY SA лицензией. Если вы сомневаетесь, загружайте только те фотографии, которые вы сделали сами
ta: எச்.ஏ. உரிமம் மூலம் சி.சி உடன் படங்கள் இணக்கமாக இருக்க வேண்டும். ஐயம் இருந்தால், நீங்கள் எடுத்த புகைப்படங்களை மட்டுமே பதிவேற்றவும்.
zh_hant: 影像必須與 CC BY SA 授權相容。如有疑慮，請僅上傳您自己拍攝的照片。

source: Unverified email
ar: بريد إلكتروني غير مفعّل
de: Unverifizierte E-Mail
es: Correo electrónico no verificado
fr: Email non vérifié
hr: Nepotvrđena e-mail adresa
id: Email belum diverifikasi
ko: 확인되지 않은 이메일
mk: Не верифициран е-маил
pl: Niezweryfikowany adres e-mail
ru: Неподтвержденный адрес электронной почты
ta: சரிபார்க்கப்படாத மின்னஞ்சல்
zh_hant: 未驗證的電子郵件

# contributeExercise
source: Contribute an exercise
ar: ساهم في التمرين
de: Eine Übung beisteuern
es: Aporta un ejercicio
fr: Contribuer à un exercice
hr: Doprinesi vježbu
id: Tambahkan latihan
ko: 운동에 기여하다
pl: Przekaż ćwiczenie
ru: Добавить упражнение
ta: ஒரு உடற்பயிற்சியை பங்களிக்கவும்
zh_hant: 貢獻一個動作

source: Add exercise
ar: أضف التمرين
de: Eine Übung hinzufügen
es: Añadir ejercicio
fr: Ajouter un exercice
hr: Dodaj vježbu
id: Tambah latihan
ko: 운동 추가
mk: Додади вежба
pl: Dodaj ćwiczenie
ru: Добавить упражнение
ta: உடற்பயிற்சியைச் சேர்க்கவும்
zh_hant: 新增動作

# translateExercise
source: Translate this exercise now
ar: ترجم التدريب الآن
de: Diese Übung jetzt übersetzen
es: Traduce este ejercicio ahora
fr: Traduire cet exercice maintenant
hr: Prevedi ovu vježbu
id: Terjemahkan latihan ini sekarang
ko: 지금 이 운동을 번역하세요
mk: Преведи ја вежбата сега
pl: Przetłumacz to ćwiczenie teraz
ru: Перевести это упражнение
ta: இந்த பயிற்சியை இப்போது மொழிபெயர்க்கவும்
zh_hant: 立即翻譯此動作

# contributeExerciseWarning
source: You can only contribute exercises if your account is older than {days} days and have verified your email
ar: لا يمكنك المساهمة بالتمارين إلا إذا كان حسابك أقدم من {days} يومًا وبريدك الإلكتروني مفعّل
de: Sie können nur Übungen beitragen, wenn Ihr Konto älter als {days} Tage ist und Sie Ihre E-Mail verifiziert haben
es: Sólo puedes contribuir ejercicios únicamente si tu cuenta tiene más de {days} días y tu email esta verificado
fr: Vous ne pouvez contribuer aux exercices que si votre compte a plus de {days} jours et si vous avez vérifié votre adresse email
hr: Vježbe možeš dodati samo ako je tvoj račun stariji od {days} dana i ako si potvrdio/la tvoju e-mail adresu
id: Anda hanya dapat menambahkan latihan jika akun Anda berusia lebih dari {days} hari dan email Anda telah terverifikasi
ko: 계정이 {days}일 이상 경과하고 이메일을 인증한 경우에만 운동에 참여할 수 있습니다
pl: Możesz dodawać ćwiczenia tylko wtedy, gdy Twoje konto jest starsze niż {days} dni i zweryfikowałeś swój adres e-mail
ru: Вы можете добавлять упражнения только в том случае, если ваша учетная запись старше {days} дней и вы подтвердили свою электронную почту
ta: உங்கள் கணக்கு {days} நாட்களைவிடப் பழையதாக இருந்தால் மட்டுமே நீங்கள் பயிற்சிகளைப் பங்களிக்க முடியும், மேலும் உங்கள் மின்னஞ்சலைச் சரிபார்த்துள்ளீர்கள்
zh_hant: 只有當您的帳號已超過 {days} 天且已驗證您的電子郵件時，您才能貢獻動作項目

# textPromptSubheading
source: Press the action button to begin
ar: اضغط على الزر للبدء
de: Drücken Sie die Aktionstaste, um zu beginnen
es: Presione el botón para continuar
fr: Cliquez sur le bouton pour commencer
hr: Počni pritiskom gumba radnje
id: Tekan tombol untuk mulai
ko: 시작하려면 작업 버튼을 누르세요
pl: Naciśnij przycisk, aby rozpocząć
ru: Нажмите кнопку действия, чтобы начать
ta: தொடங்க செயல் பொத்தானை அழுத்தவும்
zh_hant: 按下動作按鈕開始

source: Minutes
ar: دقائق
de: Minuten
es: Minutos
hr: Minute
id: Menit
ko: 분
mk: Минути
pl: Minuty
ru: Минут
ta: நிமிடங்கள்
zh: 分钟
zh_hant: 分鐘

source: Triceps
ar: العضلة ثلاثة الرؤوس العضدية
de: Trizeps
es: Tríceps
id: Trisep
ko: 삼두근
mk: Трицепс
ru: Трицепс
ta: ட்ரைசெப்ச்
zh_hant: 三頭肌

# searchNamesInEnglish
source: Also search for names in English
ar: ابحث بأسماء التمارين بالانجليزي
de: Namen auch auf Englisch suchen
es: También busque nombres en Ingles
fr: Recherchez également des noms en anglais
he: חפש גם לפי שמות באנגלית
hr: Također traži imena na engleskom jeziku
id: Cari juga nama-nama dalam bahasa Inggris
ko: 영어 이름도 검색해 보세요
mk: Исто така, пребарувај имиња на Англииски
pl: Szukaj również w języku angielskim
ro: Caută nume și în engleză
ru: Также ищите названия на английском
ta: ஆங்கிலத்தில் பெயர்களையும் தேடுங்கள்
zh: 同时搜索英文名称
zh_hant: 也搜尋英文名稱

# selectEntry
source: Please select an entry
ar: اختر قيمة
de: Bitte einen Eintrag auswählen
es: Por favor selecciona una entrada
fr: Veuillez sélectionner une entrée
hr: Odaberi unos
id: Silakan pilih entri
ko: 항목을 선택하세요
pl: Wybierz wpis
ru: Пожалуйста, выберите запись
ta: உள்ளீட்டைத் தேர்ந்தெடுக்கவும்
zh_hant: 請選擇一個項目

source: Variations
ar: اختلافات
de: Variationen
es: Variantes
fr: Variantes
hr: Varijante
id: Variasi
ko: 변형
mk: Вариации
pl: Wariacje
ru: Варианты
ta: மாறுபாடுகள்
zh_hant: 變化

# alsoKnownAs
source: Also known as: {aliases}
ar: يُعرف أيضًا باسم: {aliases}
de: Auch bekannt als:{aliases}
es: También conocido como: {aliases}
fr: Aussi connu sous le nom de : {aliases}
hr: Poznato i kao: {aliases}
id: Juga dikenal sebagai: {aliases}
ko: 별칭으로도 알려짐: {aliases}
mk: Исто така познат како: {aliases}
pl: Znany również jako: {aliases}
ru: Также известно как: {aliases}
ta: என்றும் அழைக்கப்படுகிறது: {aliases}
zh_hant: 也稱為：{aliases}

# verifiedEmailReason
source: You need to verify your email to contribute exercises
ar: تحتاج إلى التحقق من بريدك الإلكتروني للمساهمة في التمارين
de: Du musst deine E-Mail verifizieren, um Übungen hinzuzufügen
es: Necesitas verificar tu correo electrónico para contribuir con ejercicios
fr: Vous devez vérifier votre adresse e-mail pour contribuer aux exercices
hr: Za dodavanje vježbi moraš potvrditi tvoju e-mail adresu
id: Anda perlu memverifikasi email untuk dapat menambahkan latihan
ko: 연습문제에 참여하려면 이메일을 확인해야 합니다
pl: Aby współtworzyć ćwiczenia musisz zweryfikować swój adres e-mail
ru: Вам необходимо подтвердить свой адрес электронной почты, чтобы добавлять упражнения
ta: பயிற்சிகள் பங்களிக்க உங்கள் மின்னஞ்சலை சரிபார்க்க வேண்டும்
zh_hant: 您需要驗證您的電子郵件才能貢獻動作項目

# verifiedEmailInfo
source: A verification email was sent to {email}
ar: أُرسلت رسالة للتحقق إلى {email}
de: Eine Bestätigungs-E-Mail wurde an {email} gesendet
es: Se envió un correo electrónico de verificación a {email}
fr: Un email de vérification a été envoyé à {email}
hr: E-mail za ovjeru je poslan na {email}
id: Email verifikasi telah dikirim ke {email}
ko: {email}로 확인 이메일이 전송되었습니다
pl: Wiadomość weryfikacyjna została wysłana na adres {email}
ru: Письмо с подтверждением отправлено на {email}
ta: சரிபார்ப்பு மின்னஞ்சல் {email} க்கு அனுப்பப்பட்டது
zh_hant: 驗證郵件已寄送至 {email}

source: Alternative names
ar: أسماء بديلة
de: Alternative Namen
es: Nombres alternativos
fr: Noms alternatifs
hr: Alternativna imena
id: Nama lain
ko: 대체 이름
mk: Алтернативни имиња
pl: Alternatywne nazwy
ru: Альтернативные названия
ta: மாற்று பெயர்கள்
zh: 別称
zh_hant: 替代名稱

source: One name per line
ar: اسم واحد لكل سطر
de: Ein Name pro Zeile
es: Un nombre por línea
fr: Un nom par ligne
hr: Jedno ime po retku
id: Satu nama per baris
ko: 한 줄에 하나의 이름
mk: Едно име по линија
pl: Jedna nazwa w wierszu
ru: Одно название на строку
ta: ஒரு வரிக்கு ஒரு பெயர்
zh_hant: 每行一個名稱

# whatVariationsExist
source: What variations of this exercise exist, if any?
ar: ما الاختلافات الموجودة في التمرين، إن وجدت؟
de: Welche Varianten dieser Übung gibt es eventuell?
es: ¿Qué variantes de este ejercicio existen, si las hay?
fr: Quelles sont les variantes de cet exercice, s'il en existe ?
hr: Koje varijante ove vježbe postoje?
id: Apakah ada variasi dari latihan ini? Jika ada, apa saja?
ko: 이 운동에는 어떤 변형이 있나요?
mk: Какви варијации од оваа вежба постојат, ако има?
pl: Czy istnieją wariacje tego ćwiczenia?
ru: Какие варианты этого упражнения существуют, если таковые имеются?
ta: இந்த பயிற்சியின் என்ன மாறுபாடுகள் உள்ளன, ஏதேனும் இருந்தால்?
zh_hant: 這個動作有哪些變化（如果有的話）？

source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
hr: Prethodna
id: Sebelumnya
ko: 이전
mk: Претходно
pl: Wstecz
ru: Предыдущее
ta: முந்தைய
zh: 前一个
zh_hant: 上一個

# aboutPageTitle
source: About Wger
ar: عن وقر wger
de: Über uns & Support
es: Acerca de Wger y soporte
fr: A propos de Wger
hr: O nama i podrška
id: Tentang kami dan dukungan
ko: 회사 소개 및 지원
pl: O nas i wsparcie
ru: О Wger
ta: Wger பற்றி
zh_hant: 關於 Wger

# cacheWarning
source: Due to caching it might take some time till the changes are visible throughout the application.
ar: بسبب التخزين المؤقت، قد يستغرق الأمر بعض الوقت حتى تصبح التغييرات مرئية في التطبيق.
de: Aufgrund von Caching kann es einige Zeit dauern, bis die Änderungen in der gesamten Anwendung sichtbar sind.
es: Debido al cache, puede tomar un tiempo hasta que los cambios sean visibles en toda la aplicación.
fr: En raison de la mise en cache, il peut s'écouler un certain temps avant que les changements soient visibles dans toute l'application.
hr: Zbog predmemoriranja, vidljivost promjena u aplikaciji može nešto potrajati.
id: Karena sistem cache, perubahan mungkin membutuhkan waktu sebelum terlihat di seluruh aplikasi.
ko: 캐싱으로 인해 변경 사항이 애플리케이션 전체에 표시될 때까지 시간이 걸릴 수 있습니다.
pl: Ze względu na buforowanie może minąć trochę czasu zanim zmiany będą widoczne w całej aplikacji.
ru: Из-за кэширования может пройти некоторое время, прежде чем изменения станут видны во всем приложении.
ta: கேச்சிங் காரணமாக விண்ணப்பம் முழுவதும் மாற்றங்கள் தெரியும் வரை சிறிது நேரம் ஆகலாம்.
zh_hant: 由於快取機制，變更可能需要一些時間才會在整個應用程式中顯示。

source: Legs
ar: الأرجل
de: Beine
es: Piernas
fr: Jambes
hr: Noge
id: Kaki
ko: 다리
mk: Нозе
pl: Nogi
ru: Ноги
ta: கால்கள்
zh_hant: 腿部

# goalMacro
source: Macro goals
de: Makroziele
es: Meta de Macros
fa: اهداف مواد مغذی
hr: Ciljevi za makronutrijente
id: Target makronutrien
ko: 거시적 목표
pl: Cele makro
ru: Цели по макронутриентам
ta: ரோ இலக்குகள்
zh_hant: 巨量營養素目標

# goalFiber
source: Fiber goal
de: Ballaststoffziel
es: Objetivo de fibra
fa: هدف فیبری
hr: Cilj za vlakna
id: Target serat
ko: 섬유질 목표
pl: Cel błonnikowy
ru: Цель по волокну
ta: ஃபைபர் இலக்கு
zh_hant: 纖維目標

# kcalValue
source: {value} kcal
id: {value} kkal
ru: {value} калорий
ta: {value} கிலோகலோரி
zh_hant: {value} 大卡

# aboutMastodonText
source: Follow us on mastodon for updates and news about the project
ar: تابعنا على Mastodon لأحدث الأخبار حول المشروع
fr: Suivez-nous sur mastodon pour des mises à jour et des informations sur le projet
ru: Подписывайтесь на нас в Mastodon, чтобы получать обновления и новости о проекте
