Repository: wger-project/flutter
Catalog: lib/l10n/app_*.arb
Languages: am, ar, ca, de, es, fa, fil, fr, he, hi, hr, id, ko, mk, pl, ro, ru, ta, zh, zh_hant

source: Use custom server
am: የራሶትን Server ይጠቀሙ
ar: استخدم سيرفر مخصص
ca: Usa un servidor personalitzat
de: Verwende Benutzerdefinierten Server
es: Utilizar un servidor personalizado
fa: استفاده از سرور سفارشی (خصوصی)
fil: Gumamit ng custom na server
fr: Utiliser le serveur personnalisé
he: שימוש בשרת מותאם אישית
hi: कस्टम सर्वर का प्रयोग करें
hr: Koristi prilagođeni server
id: Gunakan server lain
ko: 커스텀 서버 정보
mk: Користи свои сервер
pl: Używaj niestandardowego serwera
ro: Folosește un server personalizat
ru: Использовать пользовательский сервер
ta: தனிப்பயன் சேவையகத்தைப் பயன்படுத்தவும்
zh: 自定义服务器
zh_hant: 使用自訂伺服器

# email
source: E-mail address
am: የ ኢሜል አድራሻ
ar: البريد الإلكتروني
ca: Adreça electrònica
de: E-Mail Adresse
es: Dirección de correo electrónico
fa: آدرس ایمیل
fr: Adresse courriel
he: כתובת מייל
hi: ईमेल
hr: E-mail adresa
id: Alamat E-mail
ko: 이메일 주소
mk: Е-маил адреса
pl: Adres email
ro: Adresă de e-mail
ru: Адрес электронной почты
ta: மின்னஞ்சல் முகவரி
zh: 邮箱
zh_hant: 電子郵件地址

# labelWorkoutPlans
source: Workout plans
am: የአካል ብቃት እንቅስቃሴ እቅዶች
ar: خطط التمارين
ca: Plans d'entrenament
fr: Plans d’entraînement
he: תוכניות כושר
hi: कसरत की योजनाएं
ro: Planuri de antrenament
ru: Планы тренировок
zh: 锻炼计划

# registerInstead
source: Don't have an account? Register now
am: በምትኩ ይመዝገቡ
ar: ليس لديك حساب ؟ سجّل الان
ca: Registra't
de: Du hast keinen Account? Jetzt registrieren
es: ¿No tienes una cuenta? Regístrate ahora
fa: حساب کاربری ندارید؟ همین حالا ثبت نام کنید
fr: Vous n'avez pas de compte ? Inscrivez-vous maintenant
he: אין לך חשבון? הירשם עכשיו
hi: इसके बजाय रजिस्टर करें
hr: Nemaš račun? Registriraj se
id: Tidak punya akun? Buat akun
ko: 계정이 없나요? 지금 등록하세요
mk: Немаш сеуште акаунт? Регистрирај се
pl: Nie posiadasz konta? Zarejestruj się teraz
ro: Nu ai un cont? Înregistrează-te acum
ru: У вас нет аккаунта? Зарегистрируйтесь сейчас
ta: கணக்கு இல்லையா? இப்போது பதிவு செய்யுங்கள்
zh: 没有帐户？点击注册
zh_hant: 還沒有帳號嗎？現在就註冊吧

# loginInstead
source: Already have an account? Login
am: በምትኩ ይግቡ
ar: لديك حساب ؟ تسجيل الدخول
ca: Entra
de: Du hast bereits einen Account? Stattdessen anmelden
es: ¿Ya tiene una cuenta? Inicia sesión
fa: حساب کاربری دارید؟ وارد شوید
fr: Déjà un compte ? Connectez-vous
he: הכנס במקום
hi: इसके बजाय लॉग इन करें
hr: Već imaš račun? Prijavi se
id: Punya akun? Masuk
ko: 이미 계정이 있으신가요? 로그인하세요
mk: Веќе си корисник? Најави се
pl: Posiadasz konto? Zaloguj się
ro: Ai deja un cont? Log in
ru: Уже есть аккаунт? Войти
ta: ஏற்கனவே ஒரு கணக்கு இருக்கிறதா? உள்நுழைவு
zh: 已经有帐号了吗？立即登入
zh_hant: 已經有帳號了嗎？立即登入

# labelDashboard
source: Dashboard
ar: لوحة العمليات
ca: Consola
de: Übersicht
es: Tablero
fa: داشبورد
fr: Accueil
he: לוח פעולות
hi: डैशबोर्ड
hr: Nadzorna ploča
ko: 대시보드
pl: Pulpit
ro: Tablou de bord
ru: Панель управления
ta: முகப்புப்பெட்டி
zh: 主页
zh_hant: 儀表板

source: Muscles
ar: العضلات
ca: Músculs
de: Muskeln
es: Músculos
he: שרירים
hi: मांसपेशियों
hr: Mišići
id: Otot
ko: 근육
mk: Мускули
pl: Mięśnie
ro: Mușchi
ru: Мышцы
ta: தசைகள்
zh: 主要部位
zh_hant: 主要肌群

source: Reps
ar: التكرارات الفعالة
de: Wdh.
es: Repeticiones
fr: Réps
he: חזרות
hi: रेप्स
hr: Ponavljanja
id: Repetisi
ko: 랩스
pl: Powtórzenia
ro: Repetiții
ru: Повтор
ta: பிரதிநிதிகள்
zh: 重复次数
zh_hant: 次

source: RiR
ar: عدد التكرارات المتبقية
ca: RER
es: ReR
fr: RsR
he: חזרות בעתודה
hr: Broj ponavljanja u rezervi
id: Repetisi tersisa
pl: Liczba powtórzeń w rezerwie
ro: RîR
ru: ПвЗ
ta: ஆர்.ஐ.ஆர்
zh: 保留次数
zh_hant: 保留次數

source: RiR not used
ar: عدد التكرارات المتبقية غير موجود
ca: Valor RER no usat
de: RiR nicht verwendet
es: Valor ReR sin usar
fr: RiR non utilisé
he: חזרות בעתודה שלא שומשו
hi: RiR उपयोग नहीं किया गया
hr: Broj ponavljanja u rezervi se ne koristi
id: RiR tidak digunakan
ko: RiR 미사용
pl: Bez rezerwy powtórzeń
ro: RîR nu e folosit
ru: ПвЗ не используется
ta: ஆர்.ஐ.ஆர் பயன்படுத்தப்படவில்லை
zh: 保留次数未储存
zh_hant: 未使用保留次數

source: Notes
ar: ملاحظات
de: Notizen
es: Notas personales
fa: یادداشت‌ها
he: הערות
hi: टिप्पणियाँ
hr: Bilješke
id: Catatan
ko: 메모
mk: Белешки
pl: Notatki
ro: Notițe
ru: Заметки
ta: குறிப்புகள்
zh: 笔记
zh_hant: 筆記

source: Workout session
ar: جلسة تدريب
ca: Sessió d'entrenament
de: Trainingseinheit
es: Sesión de entrenamiento
fr: Session d’entraînement
he: אימון
hi: कसरत सत्र
hr: Sesija treninga
id: Sesi workout
ko: 운동 세션
pl: Sesja treningowa
ro: Sesiune de antrenament
ru: Тренировка
ta: வொர்க்அவுட் அமர்வு
zh: 健身记录
zh_hant: 健身（節）

source: New day
ar: يوم جديد
ca: Nou dia
de: Neuer Tag
es: Nuevo día
fa: روز جدید
fr: Nouvelle journée
he: יום חדש
hi: नया दिन
hr: Novi dan
id: Hari baru
ko: 새로운 날
mk: Нов ден
pl: Nowy dzień
ro: Zi nouă
ru: Новый день
ta: புதிய நாள்
zh: 训练日
zh_hant: 新的一天

# selectExercises
source: If you want to do a superset you can search for several exercises, they will be grouped together
ar: إذا كنت تريد إجراء مجموعة شاملة، يمكنك البحث عن عدة تمارين، وسيتم جمعها معًا
ca: Si vols fer una supersèrie, pots cercar diversos exercicis: s'agruparan junts
de: Wenn du einen Supersatz machen willst, kannst du nach mehreren Übungen suchen, sie werden dann gruppiert
es: Si quieres hacer una superserie puedes buscar varios ejercicios, se agruparán juntos
fa: اگر می‌خواهید مجموعه ای از حرکات را انجام دهید، می‌توانید چندین تمرین را جستجو کنید، آنها در یک گروه قرار می‌گیرند
fr: Si vous voulez faire une supersérie, vous pouvez rechercher plusieurs exercices, ils seront regroupés
he: אם ברצונך לבצע סופר סט ניתן לחפש כמה אימונים כך שהם יהיו מקובצים ביחד
hi: यदि आप एक सुपरसेट करना चाहते हैं तो आप कई अभ्यास खोज सकते हैं, उन्हें एक साथ समूहीकृत किया जाएगा
hr: Ako želiš izraditi nasdkup, traži i odaberi vježbe koje će se grupirati u jednu grupu
id: Jika Anda ingin melakukan superset, Anda dapat mencari beberapa latihan, mereka akan dikelompokkan bersama
ko: 슈퍼세트를 하고 싶다면 여러 운동을 검색하면 운동이 그룹화됩니다
pl: Jeśli chcesz zrobić super serię, możesz wyszukać kilka ćwiczeń, zostaną one zgrupowane razem
ro: Dacă vrei să faci un superset poți căuta mai multe exerciții, acestea vor fi grupate împreună
ru: Если вы хотите сделать суперсет, вы можете найти несколько упражнений, они будут сгруппированы вместе
ta: நீங்கள் ஒரு சூப்பர்செட் செய்ய விரும்பினால், நீங்கள் பல பயிற்சிகளைத் தேடலாம், அவை ஒன்றாக தொகுக்கப்படும்
zh: 可以搜索多个练习项目，组成混合训练
zh_hant: 如果您想進行超級組訓練，您可以搜尋多個動作項目，它們會被組合在一起

# plateCalculator
source: Plates
ar: الأطباق
ca: Plaques
de: Platten
es: Placas
fa: دیسک ها
fr: Disques
he: צלחות
hi: प्लेट्स
hr: Ploče
id: Lempeng Beban
ko: 플레이트
pl: Obciążnik
ro: Discuri
ru: Пластины
ta: தட்டுகள்
zh: 圈
zh_hant: 槓片

source: Save
ar: حفظ
ca: Desa
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
he: שמירה
hi: सेव
hr: Spremi
id: Simpan
ko: 저장
mk: Зачувај
pl: Zapisz
ro: Salvează
ru: Сохранить
ta: சேமி
zh: 保存
zh_hant: 儲存

# logMeal
source: Log meal to nutrition diary
ar: سجّل الوجبة
ca: Registra aquest àpat
de: Gericht im Ernährungstagebuch protokollieren
es: Registrar esta comida
fa: افزودن وعده به دفتر گزارشات غذایی
fr: Journaliser ce repas
he: רשום את הארוחה הזאת
hi: इस भोजन को दर्ज करें
hr: Zapiši obrok u dnevnik prehrane
id: Catat makanan ke buku harian nutrisi
ko: 영양 일지에 식사 기록하기
pl: Zapisz ten posiłek w dzienniku
ro: Înregistrează această masă
ru: Записать это блюдо
ta: ஊட்டச்சத்து நாட்குறிப்புக்கு உணவை பதிவு செய்யுங்கள்
zh: 记录用餐
zh_hant: 紀錄餐點到營養日記

source: Nutritional plan
ar: الخطة الغذائية
ca: Pla nutricional
de: Ernährungsplan
es: Plan nutricional
fa: برنامه غذایی
fr: Programme nutritionnel
he: תוכנית תזונה
hi: पोषण योजना
hr: Plan prehrane
id: Rencana Nutrisi
ko: 영양 계획
pl: Plan diety
ro: Planul nutrițional
ru: План питания
ta: ஊட்டச்சத்து திட்டம்
zh: 饮食计划
zh_hant: 營養計劃

# noNutritionalPlans
source: You have no nutritional plans
ar: لا يوجد لديك أي خطط تغذية
ca: No tens plans nutricionals
de: Du hast keine Ernährungspläne
es: No tienes planes nutricionales
fa: شما هیچ برنامه غذایی ندارید
fr: Aucun programme nutritionnel
he: אין לך תוכניות תזונה
hi: आपके पास कोई पोषण योजना नहीं है
hr: Nemaš planove prehrane
id: Anda belum memiliki rencana nutrisi
ko: 영양 계획이 없습니다
mk: Немате нутритивни планови
pl: Nie masz planów żywieniowych
ro: Nu ai planuri nutriționale
ru: У вас нет планов питания
ta: உங்களிடம் ஊட்டச்சத்து திட்டங்கள் இல்லை
zh: 您还没有设定营养规划
zh_hant: 您沒有營養計劃

# measurementEntriesHelpText
source: The unit used to measure the category such as 'cm' or '%'
ar: الوحدة المستخدمة لقياس الفئة مثل "سم" أو "%"
ca: La unitat usada per a mesurar la categoria, com ara «cm» o «%»
de: Die Einheit, die verwendet wird, um die Kategorie zu messen, wie z.B. „cm“ oder „%“
es: La unidad utilizada para medir la categoría, como "cm" o "%"
fa: واحد مورد استفاده برای اندازه گیری دسته مانند "سانتی متر" یا "٪"
fr: L'unité utilisée pour mesurer la catégorie, comme cm ou %
he: היחידה שמשתמשים למדוד את הקטגוריה כגון 'ס"מ' או '%'
hi: 'सेमी' या '%' जैसी श्रेणी को मापने के लिए इस्तेमाल की जाने वाली इकाई
hr: Jedinica koja se koristi za mjerenje kategorije kao što su „cm” ili „%”
id: Satuan yang digunakan untuk mengukur kategori, seperti 'cm' atau '%'
ko: 'cm' 또는 '%'와 같이 범주를 측정하는 데 사용되는 단위
pl: Jednostka pomiaru np. „cm” lub „%”
ro: Unitatea utilizată pentru măsurarea categoriei, cum ar fi „cm” sau „%”
ru: Единица, используемая для измерения в категории, например 'см' или '%'
ta: 'செ.மீ' அல்லது '%' போன்ற வகையை அளவிட பயன்படுத்தப்படும் அலகு
zh: 用于测量类别的单位，例如「cm」或「%」
zh_hant: 用於測量該類別的單位，例如「公分」或「%」

source: Value
ar: قيمة
ca: Valor
de: Wert
es: Valor
fa: مقدار
fr: Valeur
he: ערך
hi: मान
hr: Vrijednost
id: Nilai
ko: 값
pl: Wartość
ro: Valoare
ru: Значение
ta: மதிப்பு
zh: 数值
zh_hant: 數值

source: Time
ar: وقت
ca: Temps
de: Zeit
es: Tiempo
fa: زمان
fr: Horaire
he: זמן
hi: समय
hr: Vrijeme
id: Waktu
ko: 시간
mk: Време
pl: Czas
ro: Timp
ru: Время
ta: நேரம்
zh: 时间
zh_hant: 時間

# timeStart
source: Start time
ar: وقت البدء
ca: Hora d'inici
de: Startzeit
es: Tiempo de inicio
fa: زمان شروع
fr: Horaire de départ
he: זמן התחלה
hi: शुरु समय
hr: Vrijeme početka
id: Waktu mulai
ko: 시작 시간
mk: Почетно време
pl: Czas rozpoczęcia
ro: Timpul de începere
ru: Время начала
ta: தொடக்க நேரம்
zh: 开始时间
zh_hant: 開始時間

source: Ingredient
ar: المكونات
de: Zutat
es: Ingrediente
fa: مواد تشکیل دهنده
fr: Ingrédient
he: מרכיב
hi: सामग्री
hr: Sastojak
id: Komposisi
ko: 재료
mk: Состојки
pl: Składnik
ru: Ингредиент
ta: மூலப்பொருள்
zh: 营养成分
zh_hant: 食材

source: Energy
ar: الطاقة
ca: Energia
de: Energie
es: Energía
fa: انرژی
fr: Énergie
he: אנרגיה
hi: ऊर्जा
hr: Energija
id: Energi
ko: 에너지
pl: Energia
ru: Энергия
ta: ஆற்றல்
zh: 热量
zh_hant: 熱量

# energyShort
source: E
ar: ط
mk: Е
ru: Э
ta: இ
zh: 热量
zh_hant: 熱量

source: Macronutrients
ar: مغذيات كبيرة
de: Makronährstoffe
es: Macronutrientes
fr: Macronutriments
he: מקרונוטריאנטים
hi: मैक्रोन्ट्रीय प्रयोग
hr: Makronutrijenti
id: Makronutrien
ko: 다량 영양소
pl: Makroelementy
ru: Макроэлементы
ta: மக்ரோனூட்ரியண்ட்ச்
zh: 常量营养元素
zh_hant: 巨量營養素

source: Logged
ar: سُجلت
ca: Registrat
de: Protokolliert
es: Registrado
fr: Mangé
he: נרשם
hi: की योजना की दर्ज हुई
hr: Zabilježeno
id: Dicatat
ko: 기록됨
mk: Логиран
pl: Zapisane
ru: Записано
ta: உள்நுழைந்த
zh: 已记录
zh_hant: 實際

source: Difference
ar: الفرق
ca: Diferència
de: Differenz
es: Diferencia
fa: تفاوت
fr: Différence
he: הבדל
hi: अंतर
hr: Razlika
id: Perbedaan
ko: 차이점
mk: Разлика
pl: Różnice
ru: Разница
ta: வேறுபாடு
zh: 差异
zh_hant: 差異

source: kJ
ar: كيلو جول
ru: кДж
ta: கேசே
zh: 千焦
zh_hant: 千焦

source: g
ar: قرام
he: גרם
hi: ग्राम
mk: г
ru: г
zh: 克
zh_hant: 克

source: Go to detail page
ar: الذهاب لصفحة التفاصيل
ca: Vés a la pàgina dels detalls
de: Weiter zur Detailseite
es: Ir a la página de detalles
fr: Aller à la page de détails
he: עבור לדף פירוט
hi: विवरण पेज पर जाएं
hr: Idi na stranicu s detaljima
ko: 상세페이지로 이동
mk: Оди до страната за детали
pl: Przejdź do strony szczegółów
ru: Перейти на страницу сведений
ta: விவரம் பக்கத்திற்குச் செல்லவும்
zh: 查看详细信息
zh_hant: 前往詳細資訊頁面

# aboutSourceTitle
source: Source code
ar: كود المصدر
ca: Codi font
fr: Code source
he: קוד מקור
hi: सोर्स कोड
ru: Исходный код
zh: 源代码

# aboutContactUsTitle
source: Say hi!
ar: قل اهلاً!
ca: Saludeu!
fr: Dites-nous bonjour !
he: אמור שלום!
hi: संपर्क करें
ru: Скажите привет!
zh: Hello!

# aboutTranslationTitle
source: Translation
ar: ترجمة
ca: Traducció
fr: Traduction
he: תרגום
hi: अनुवाद
ru: Перевод
zh: 翻译

source: Calendar
ar: التقويم
ca: Calendari
de: Kalender
es: Calendario
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
id: Kalender
ko: 달력
mk: Календар
pl: Kalendarz
ru: Календарь
ta: நாட்காட்டி
zh: 日历
zh_hant: 日曆

# enterValue
source: Please enter a value
ar: ادخل قيمة من فضلك
ca: Introduïu un valor
de: Bitte gebe einen Wert ein
es: Por favor ingresa un valor
fr: Insérer un valeur
he: אנא הכנס ערך
hi: कृपया मान दर्ज करें
hr: Upiši vrijednost
id: Silakan masukan nilai
ko: 값을 입력하세요
mk: Ве молиме внесете вредност
pl: proszę wprowadzić wartość
ru: Пожалуйста, введите значение
ta: தயவுசெய்து ஒரு மதிப்பை உள்ளிடவும்
zh: 必填项
zh_hant: 請輸入數值

# selectExercise
source: Please select an exercise
ar: اختر تمرين
ca: Seleccioneu un exercici
de: Bitte wähle eine Übung aus
es: Por favor selecciona un ejercicio
fr: Veuillez sélectionner un exercice
he: אנא בחר/י אימון
hi: कृपया एक पाठ्यक्रम का चयन करें
hr: Odaberi vježbu
id: Silakan pilih latihan
ko: 운동을 선택해주세요
mk: Ве молиме изберете вежба
pl: Wybierz ćwiczenie
ru: Пожалуйста, выберите упражнение
ta: ஒரு பயிற்சியைத் தேர்ந்தெடுக்கவும்
zh: 请选择一个锻炼项目
zh_hant: 請選擇一個動作

# enterCharacters
source: Please enter between {min} and {max} characters
ar: الرجاء إدخال ما بين {min} و{max} من الأحرف
ca: Introduïu entre {min} i {max} caràcters
de: Bitte gebe zwischen {min} und {max} Zeichen ein
es: Por favor ingresa entre {min} y {max} caracteres
fr: Veuillez saisir un nombre de caractères compris entre {min} et {max}
he: אנא בחר/י ערך בין {min} ו-{max} תווים
hi: कृपया {min} और {max} वर्णों के बीच दर्ज करें
hr: Upiši između {min} do {max} znaka
id: Silakan masukan antara {min} dan {max} karakter
ko: {min}~{max}자 사이로 입력해 주세요
mk: Ве молиме внесете помеѓи {min} и {max} карактери
pl: Wprowadź od {min} do {max} znaków
ru: Пожалуйста, введите между {min} и {max} символами
ta: தயவுசெய்து {min} மற்றும் {max} எழுத்துக்களுக்கு இடையில் உள்ளிடவும்
zh: 最短长度是{min} 位，最长 {max}位
zh_hant: 請輸入 {min} 到 {max} 個字元

# nrOfSets
source: Sets per exercise: {nrOfSets}
ar: المجموعات لكل تمرين: {nrOfSets}
ca: Sèries per exercici: {nrOfSets}
de: Sätze pro Übung: {nrOfSets}
es: Series por ejercicio: {nrOfSets}
fr: Séries par exercice : {nrOfSets}
he: כמות סטים לאימון: {nrOfSets}
hi: प्रति व्यायाम सेट: {nrOfSets}
hr: Broj serija po vježbi: {nrOfSets}
id: Sets per latihan: {nrOfSets}
ko: 운동당 세트: {nrOfSets}
pl: Ilość serii ćwiczenia: {nrOfSets}
ru: Количество сетов на упражнение: {nrOfSets}
ta: ஒரு பயிற்சிக்கு அமைக்கிறது: {nrOfSets}
zh: 锻炼次数: {nrOfSets}
zh_hant: 每個動作的組數：{nrOfSets}

# selectIngredient
source: Please select an ingredient
ar: الرجاء تحديد العنصر
ca: Seleccioneu un ingredient
de: Bitte wähle eine Zutat
es: Por favor selecciona un ingrediente
fr: Veuillez sélectionner un ingrédient
he: אנא בחר מרכיב
hi: कृपया एक सामग्री का चयन करें
hr: Odaberi sastojak
id: Silakan pilih komposisi
ko: 성분을 선택해주세요
mk: Ве молиме внесете состојка
pl: Wybierz składnik
ru: Пожалуйста, выберите ингредиент
ta: தயவுசெய்து ஒரு மூலப்பொருளைத் தேர்ந்தெடுக்கவும்
zh: 请选择一个营养成分
zh_hant: 請選擇一個食材

# recentlyUsedIngredients
source: Recently added ingredients
ar: المكونات المضافة مؤخرًا
ca: Ingredients afegits recentment
de: Kürzlich hinzugefügte Zutaten
es: Ingredientes añadidos recientemente
fr: Ingrédients récemment ajoutés
hi: हाल ही में उपयोग की गई सामग्री
hr: Nedavno dodani sastojci
id: Komposisi yang baru ditambahkan
ko: 최근 추가된 성분
mk: Неодамна додадена состојка
pl: Ostatnio dodane składniki
ru: Недавно добавленные ингредиенты
ta: அண்மைக் காலத்தில் சேர்க்கப்பட்ட பொருட்கள்
zh: 最近添加的饮食
zh_hant: 最近新增的食材

# selectImage
source: Please select an image
ar: الرجاء اختيار صورة
ca: Seleccioneu una imatge
de: Bitte wähle ein Bild aus
es: Por favor selecciona una imagen
fr: Veuillez sélectionner une image
he: אנא בחר תמונה
hi: कृपया एक चित्र का चयन करें
hr: Odaberi sliku
id: Silakan pilih gambar
ko: 이미지를 선택하세요
mk: Ве милиме изберете слика
pl: Wybierz obraz
ru: Пожалуйста, выберите изображение
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
zh: 请选择一张图片
zh_hant: 請選擇圖片

# takePicture
source: Take a picture
ar: إلتقط صورة
ca: Fes una foto
de: Bild aufnehmen
es: Toma una foto
fr: Prendre une photo
he: צלם תמונה
hi: चित्र लें
hr: Snimi sliku
id: Ambil gambar
ko: 사진을 찍으세요
mk: Направи слика
pl: Zrób zdjęcie
ru: Сфотографировать
ta: படம் எடுக்கவும்
zh: 拍照
zh_hant: 拍照

# chooseFromLibrary
source: Choose from photo library
ar: اختر من الألبوم
ca: Escull del rodet de fotos
de: Wähle aus der Bibliothek
es: Elije de la biblioteca de fotos
fr: Choisir depuis la bibliothèque
he: בחר מספריית תמונות
hi: लाइब्रेरी से चुनें
hr: Odaberi iz biblioteke slika
id: Pilih foto dari library
ko: 사진 라이브러리에서 선택
pl: Wybierz z galerii zdjęć
ru: Выбрать из библиотеки фотографий
ta: புகைப்பட நூலகத்திலிருந்து தேர்வு செய்யவும்
zh: 选一张
zh_hant: 從相簿中選擇

source: Gallery
ar: الألبوم
ca: Galeria
de: Galerie
es: Galería
fr: Galerie
he: גלריה
hi: ग्यालरी
hr: Galerija
id: Galeri
ko: 갤러리
mk: Галерија
pl: Galeria
ru: Галерея
ta: கேலரி
zh: 图记
zh_hant: 相簿

source: Add image
ar: إضافة صورة
ca: Afegeix imatge
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
he: הוסף תמונה
hi: चित्र जोड़ें
hr: Dodaj sliku
ko: 이미지 추가
mk: Додади слика
pl: Dodaj obraz
ru: Добавить изображение
ta: படத்தைச் சேர்க்கவும்
zh: 增加一张图片
zh_hant: 新增圖片

# appUpdateTitle
source: Update needed
ar: التحديث متطلب
ca: Cal actualitzar
de: Aktualisierung erforderlich
es: Es necesario actualizar
fr: Mise à jour nécessaire
hi: एप्लिकेशन अपडेट की जरूरत है
hr: Potrebna je nova verzija
id: Pembaruan diperlukan
ko: 업데이트 필요
mk: Потребно е ажурирање
pl: Wymagana aktualizacja
ru: Требуется обновление
ta: புதுப்பிப்பு தேவை
zh: 需要更新
zh_hant: 需要更新

# passwordTooShort
source: The password is too short
am: የይለፍ ቃሉ በጣም አጭር ነው
ar: كلمة المرور قصيرة
ca: La contrasenya és massa curta
de: Das Passwort ist zu kurz
es: La contraseña es demasiado corta
fa: رمز عبور خیلی کوتاه است
fil: Masyadong maikli ang password
fr: Le mot de passe est trop court
he: הסיסמא קצרה מדי
hi: पासवर्ड कम से कम 6 अक्षर होना चाहिए
hr: Lozinka je prekratka
id: Password terlalu pendek
ko: 비밀번호가 너무 짧습니다
mk: Лозинката е прекратка
pl: Hasło jest zbyt krótkie
ro: Parola e prea scurtă
ru: Пароль слишком короткий
ta: கடவுச்சொல் மிகக் குறைவு
zh: 密码长度不够
zh_hant: 密碼過短

source: Category
ar: الفئة
ca: Categoria
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
hi: श्रेणी
hr: Kategorija
id: Kategori
ko: 카테고리
mk: Категорија
pl: Kategoria
ro: Catogorie
ru: Категория
ta: வகை
zh: 类别
zh_hant: 類別

# noWorkoutPlans
source: You have no workout plans
ar: لا يوجد خطة تمارين
ca: No tens cap pla d'entrenament
fr: Aucun plan d’entraînement
he: אין לך תוכניות כושר
hi: आपकी कोई कसरत योजना नहीं है
ro: Nu ai niciun de antrenament
ru: У вас нет планов тренировок
zh: 您还没有设定锻炼计划

source: Log in
am: ግባ
ar: تسجيل الدخول
ca: Entra
de: Anmelden
es: Iniciar sesión
fa: ورود
fil: Pumasok
fr: Se connecter
he: כניסה
hi: लोग इन
hr: Prijavi se
id: Masuk
ko: 로그인
mk: Логирај се
pl: Zaloguj się
ru: Войти
ta: புகுபதிகை
zh: 登录
zh_hant: 登入

source: Register
am: ይመዝገቡ
ar: تسجيل
ca: Registra't
de: Registrieren
es: Registrarse
fa: ثبت نام
fil: Mag-rehistro
fr: S’inscrire
he: הרשמה
hi: रजिस्टर
hr: Registracija
id: Daftar
ko: 등록
mk: Регистрирај се
pl: Zarejestruj się
ro: Înregistrează-te
ru: Зарегистрироваться
ta: பதிவு செய்யுங்கள்
zh: 注册
zh_hant: 註冊

source: Password
am: የይለፍ ቃል
ar: كلمة المرور
ca: Contrasenya
de: Passwort
es: Contraseña
fa: رمزعبور
fr: Mot de passe
he: סיסמא
hi: पासवर्ड
hr: Lozinka
ko: 비밀번호
mk: Лозинка
pl: Hasło
ro: Parolă
ru: Пароль
ta: கடவுச்சொல்
zh: 密码
zh_hant: 密碼

source: Log out
am: ውጣ
ar: تسجيل خروج
ca: Surt
de: Abmelden
es: Cerrar sesión
fa: خروج
fil: Mag-sign out
fr: Se déconnecter
he: יציאה
hi: लोग आउट
hr: Odjavi se
id: Keluar
ko: 로그아웃
mk: Одјави се
pl: Wyloguj się
ro: Deconectează-te
ru: Выйти
ta: விடுபதிகை
zh: 退出
zh_hant: 登出

source: Use default server
ar: استخدم السيرفر الافتراضي
ca: Usa el servidor per defecte
de: Verwende Standard-Server
es: Usar el servidor predeterminado
fa: استفاده از سرور پیش فرض
fil: Gamitin ang default na server
fr: Utiliser le serveur par défaut
he: שימוש בשרת ברירת מחדל
hi: डिफ़ॉल्ट सर्वर का प्रयोग करें
hr: Koristi standardni server
id: Gunakan server bawaan
ko: 기본 서버 정보
mk: Користи стандарден сервер
pl: Używaj domyślnego serwera
ro: Folosește serverul implicit
ru: Использовать сервер по умолчанию
ta: இயல்புநிலை சேவையகத்தைப் பயன்படுத்தவும்
zh: 默认服务器
zh_hant: 使用預設伺服器

# invalidUrl
source: Please enter a valid URL
am: እባክዎ የሚሰራ URL ያስገቡ
ar: أدخل رابط صحيح من فضلك
ca: Entra un URL vàlid
de: Bitte gebe eine gültige URL ein
es: Por favor, introduzca una URL válida
fa: لطفا یک لینک معتبر وارد کنید
fil: Mangyaring magpasok ng wastong URL
fr: Veuillez entrer une URL valide
he: אנא הכנס/י כתובת URL תקינה
hi: कृपया एक वैलिड URL दीजिये
hr: Upiši valjanu URL adresu
id: Mohon masukkan URL yang valid
ko: 올바른 URL 정보를 입력하세요
mk: Ве молиме внесете валиден URL
pl: Wpisz poprawny adres URL
ro: Te rugăm să introduci o adresă URL validă
ru: Пожалуйста, введите действительный URL
ta: செல்லுபடியாகும் முகவரி ஐ உள்ளிடவும்
zh: 请输入服务器地址
zh_hant: 請輸入有效的 URL

# usernameValidChars
source: A username may only contain letters, digits, and the characters @, +, ., -, and _
am: የተጠቃሚ ስም ፊደሎችን ፣ አሃዞችን እና @, +, ., -, and _ ምልክቶችን ብቻ ሊይዝ ይችላል
ar: يجب أن يحتوي اسم المستخدم على كلاً من : أحرف، أرقام، رموز مثل @ ، + ، . ، - ، _
ca: Un nom d'usuari només pot contenir lletres, números i els caràcters @, +, ., -, i _
de: Ein Benutzername darf nur Buchstaben, Ziffern und die Zeichen @, +, ., - und _ enthalten
es: Un nombre de usuario solo puede contener letras, dígitos y los caracteres @, +, ., - y _
fa: نام کاربری فقط میتواند شامل حروف انگلیسی، اعداد انگلیسی و این کاراکتر ها @ + . - _ باشد
fil: Ang username ay maaari lamang maglaman ng mga titik, digit, at mga character na @, +, ., -, at _
fr: Un nom d'utilisateur ne peut contenir que des lettres, des chiffres et les caractères @, +, ., - et _
he: שם משתמש יכול רק להכיל אותיות, ספרות ואת התווים @, +, ., - ו _
hi: एक उपयोगकर्ता नाम में केवल अक्षर, अंक और वर्ण @, +, ., - और _ हो सकते हैं।
hr: Korisničko ime smije sadržavati samo slova, brojeve i sljedeće znakove: @, +, ., -, _
id: Username hanya dapat diisi dengan hiruf, angka, dan karakter @, +, ., -, dan _
ko: 사용자명은 문자, 숫자, '@, +, ., -, _' 만 가능합니다
mk: Корисничкото име може да содржи само букви, бројки, и карактери @, +, ., -, and _
pl: Nazwa użytkownika może zawierać tylko litery, cyfry i znaki specjalne: @,+,.,-, _
ro: Un nume de utilizator poate conține numai litere, cifre și caracterele @, +, ., - și _
ru: Имя пользователя может содержать только буквы, цифры и символы @, +, ., - и _
ta: ஒரு பயனர்பெயரில் கடிதங்கள், இலக்கங்கள் மற்றும் எழுத்துக்கள் @, +,., -, மற்றும் _ எழுத்துக்கள் மட்டுமே இருக்கலாம்
zh: 用户名应至少包含字符，数字和特殊字符@+.-_
zh_hant: 使用者名稱只能包含字母、數字，以及 @、+、.、-、_ 等符號

# passwordsDontMatch
source: The passwords don't match
am: የይለፍ ቃሎቹ አይዛመዱም
ar: كلمات المرور غير متطابقة
ca: Les contrasenyes no coincideixen
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fa: رمزهای عبور مطابقت ندارند
fil: Ang password ay hindi tugma
fr: Les mots de passe sont différents
he: הסיסמאות לא תואמות
hi: पासवर्ड मेल नहीं खाता
hr: Lozinke se ne podudaraju
id: Password tidak sesuai
ko: 비밀번호가 불일치 합니다
mk: Лозинките не се совпаѓаат
pl: Hasła nie są identyczne
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
ta: கடவுச்சொற்கள் பொருந்தவில்லை
zh: 密码和用户名不匹配
zh_hant: 密碼不一致
