Repository: wger-project/flutter
Catalog: lib/l10n/app_*.arb
Languages: am, ar, ca, de, es, fa, fil, fr, he, hi, hr, id, ko, mk, pl, ro, ru, ta, zh, zh_hant

# useMetric
source: Use metric units for body weight
de: Metrische Einheiten für das Körpergewicht verwenden
es: Utilizar unidades metricas para el peso corporal
hr: Koristi metričke jedinice za tjelesnu težinu
id: Gunakan unit metrik untuk berat badan
ko: 체중에는 미터법 단위를 사용하세요
pl: Używaj systemu metrycznego (kg) dla masy ciała
ro: Utilizați unități metrice pentru greutatea corporală
ru: Использовать метрические единицы измерения для веса тела.
ta: உடல் எடைக்கு மெட்ரிக் அலகுகளைப் பயன்படுத்துங்கள்
zh: 使用公制单位表示体重
zh_hant: 用公制單位表示體重

source: Verify
ar: تأكيد
de: Verifizieren
es: Verificar
fa: تأیید کردن
fr: Vérifier
hr: Potvrdi
id: Verifikasi
ko: 확인
mk: Потврди
pl: Zweryfikuj
ro: Verifică
ru: Подтвердить
ta: சரிபார்க்கவும்
zh: 确认
zh_hant: 驗證

# settingsCacheTitle
source: Cache
de: Zwischenspeicher
hr: Predmemorija
ko: 캐쉬
pl: Pamięć podręczna
ru: Кэш
ta: கேச்
zh_hant: 快取

# settingsCacheDescription
source: Exercise cache
ru: Кэш упражнений

# noMatchingExerciseFound
source: No matching exercises found
ar: لم نجد تمرين بهذا الأسم
de: Diese Übung wurde nicht gefunden
es: No se encontraron ejercicios que coincidan
fr: Aucun exercice correspondant n'a été trouvé
he: לא נמצאו תרגילים תואמים
hr: Nisu pronađene odgovarajuće vježbe
id: Tidak ditemukan latihan yang sesuai
ko: 예시를 찾을 수 없어요
mk: Не се пронајдени вежби
pl: Nie znaleziono ćwiczeń
ro: Nu s-au găsit exerciții potrivite
ru: Не выбрано упражнение для замены
ta: பொருந்தக்கூடிய பயிற்சிகள் எதுவும் கிடைக்கவில்லை
zh: 未找到匹配的锻炼
zh_hant: 沒有找到符合的動作項目

source: Hamstrings
ar: أوتار الركبة
de: Oberschenkelmuskeln
es: Isquiotibiales
fr: Ischio-jambiers
hr: Tetive koljena
id: Paha Belakang
ko: 햄스트링
pl: Mięsień dwugłowy uda
ru: Бёдра
ta: தொடை எலும்புகள்
zh_hant: 腿後肌群

source: Max Reps
ar: أقصى عدد للتكرارات الفعالة
de: Max. Wiederholungen
es: Reps Max
fr: Maximum de répétitions
hr: Maks. broj ponavljanja
id: Repetisi Maksimal
ko: 최대 랩스
mk: Максимум Повторувања
pl: Maksymalna ilość powtórzeń
ru: Максимальное количество повторений
ta: அதிகபட்ச பிரதிநிதிகள்
zh_hant: 最大次數

# onlyLogging
source: Only track calories
de: Nur Kalorien eintragen
es: Solo registrar las calorías
fa: فقط کالری را شمارش کردن
hi: सिर्फ कैलोरी ट्रैक करें
hr: Prati samo kalorije
id: Hanya melacak kalori
ko: 칼로리만 추적 가능합니다
mk: Следи само калории
pl: Tylko licz kalorie
ru: Только отслеживать калории
ta: கலோரிகளை மட்டுமே கண்காணிக்கவும்
zh_hant: 僅追蹤卡路里

# onlyLoggingHelpText
source: Check the box if you only want to log your calories and don't want to setup a detailed nutritional plan with specific meals
de: Setze das Häkchen, wenn du nur deine Kalorien protokollieren möchtest und keinen detaillierten Ernährungsplan mit spezifischen Mahlzeiten einrichten willst
es: Marque la casilla si solo desea registrar sus calorías y no desea configurar un plan nutricional detallado con comidas específicas
fa: اگر فقط می خواهید کالری خود را گزارش کنید و نمی خواهید یک برنامه غذایی دقیق را با وعده های غذایی خاص تنظیم کنید ، کادر را تیک بزنید
hi: यदि आप केवल अपनी कैलोरी लॉग करना चाहते हैं और विशिष्ट भोजन के साथ विस्तृत पोषण योजना नहीं बनाना चाहते हैं तो बॉक्स को चेक करें
hr: Označi okvir ako želiš bilježiti samo svoje kalorije i ne želiš postaviti detaljan plan prehrane s određenim obrocima
id: Centang kotak ini jika Anda hanya ingin mencatat kalori dan tidak ingin menyusun rencana nutrisi secara rinci dengan menu khusus
ko: 칼로리만 기록하고 특정 식사에 대한 자세한 영양 계획을 세우고 싶지 않은 경우 상자를 체크하세요
mk: Штиклирајте го полето ако сакате само да ги евидентирате вашите калории и не сакате да поставите детален план за исхрана со специфични оброци
pl: Zaznacz to pole jeśli wyłącznie chcesz śledzić kalorie i nie chcesz tworzyć szczegółowego planu diety z poszczególnymi posiłkami
ru: Поставьте флажок, если вы хотите отслеживать только потребление калорий и не хотите создавать подробный план питания с конкретными блюдами
ta: உங்கள் கலோரிகளை மட்டுமே உள்நுழைய விரும்பினால், குறிப்பிட்ட உணவுடன் விரிவான ஊட்டச்சத்து திட்டத்தை அமைக்க விரும்பவில்லை என்றால் பெட்டியை சரிபார்க்கவும்
zh_hant: 如果您只想紀錄卡路里但不想設定詳細的營養計劃和特定餐點，請勾選此項

# goalEnergy
source: Energy goal
de: Energieziel
es: Objetivo energético
fa: هدف انرژی
hr: Cilj za energiju
id: Target energi
ko: 에너지 목표
pl: Cel energii
ru: Цель по энергии
ta: ஆற்றல் இலக்கு
zh_hant: 熱量目標

# goalProtein
source: Protein goal
de: Eiweißziel
es: Objetivo de proteina
fa: هدف پروتئینی
hr: Cilj za proteine
id: Target protein
ko: 단백질 목표
mk: Цел на протеини
pl: Cel białka
ru: Цель по белкам
ta: புரத இலக்கு
zh_hant: 蛋白質目標

# goalCarbohydrates
source: Carbohydrates goal
de: Kohlenhydratziel
es: Objetivo de carbohidratos
fa: هدف کربوهیدراتی
hr: Cilj za ugljikohidrate
id: Target karbohidrat
ko: 탄수화물 목표
pl: Cel węglowodanów
ru: Цель по углеводам
ta: கார்போஐட்ரேட் இலக்கு
zh_hant: 碳水化合物目標

# goalFat
source: Fat goal
de: Fettziel
es: Objetivo de grasas
fa: هدف چربی
hr: Cilj za mast
id: Target lemak
ko: 지방 목표
pl: Cel tłuszczów
ru: Цель по жирам
ta: கொழுப்பு இலக்கு
zh_hant: 脂肪目標

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hr: Danas
id: Hari ini
ko: 오늘
mk: Денес
pl: Dzisiaj
ru: Сегодня
ta: இன்று
zh_hant: 今天

source: Logged today
de: Heute protokolliert
es: Registrado hoy
hr: Zapisano danas
id: Dicatat hari ini
ko: 오늘 기록
mk: Логиран денес
pl: Zarejestrowane dzisiaj
ru: Записано на сегодня
ta: இன்று உள்நுழைந்துள்ளது
zh_hant: 今天的紀錄

# gValue
source: {value} g
mk: {value} г
ru: {value} гр
zh_hant: {value} 克

# aboutDonateTitle
source: Donate
de: Mach eine Spende
es: Realizar una donación
hr: Doniraj
id: Beri donasi
ko: 기부하기
mk: Направи донација
pl: Wspomóż
ru: Пожертвовать
ta: நன்கொடை
zh_hant: 贊助

# aboutDonateText
source: Buy us a coffee to help the project, pay for server costs, and keep us fueled
de: Das Projekt ist kostenlos und wird es auch bleiben, der Betrieb des Servers hingegen ist es nicht! Die Entwicklung erfordert zudem viel Zeit und Mühe von Freiwilligen. Ihr Beitrag deckt diese Kosten direkt und trägt zur Zuverlässigkeit des Dienstes bei.
es: Si bien el proyecto es gratuito y siempre lo seguirá siendo, ¡ejecutar el servidor no lo es! El desarrollo también requiere mucho tiempo y esfuerzo por parte de los voluntarios. Su contribución respalda directamente estos costos, lo que ayuda a mantener el servicio confiable.
hr: Iako je projekt besplatan i uvijek će to ostati, održavanje servera nije! Razvoj također zahtijeva značajno vrijeme i trud volontera. Tvoj doprinos izravno podupire te troškove i pomaže u održavanju pouzdanosti usluge.
id: Meskipun proyek ini gratis dan akan selalu begitu, menjalankan server tetap memerlukan biaya! Pengembangan juga membutuhkan waktu dan tenaga yang tidak sedikit dari para relawan. Kontribusi Anda secara langsung membantu menutup biaya-biaya ini dan menjaga layanan tetap andal.
ko: 이 프로젝트는 무료이며 앞으로도 계속 무료일 것이지만, 서버 운영은 그렇지 않습니다! 개발에는 자원봉사자들의 상당한 시간과 노력이 필요합니다. 여러분의 기부는 이러한 비용을 직접적으로 지원하여 서비스의 안정성을 유지하는 데 도움이 됩니다.
pl: Dopóki nasz projekt jest darmowy i tak zostanie na zawsze, ale działanie serweru nie jest! Także tworzenie naszego projektu zajmuje dużo czasu i wysiłku od wolontariuszów. Twoja kontrybucja bezpośrednią pokrywa te koszty, sprawia że nasz projekt się rowzija.
ru: Купите нам кофе, чтобы помочь проекту, оплатить затраты на сервер и поддерживать нас в тонусе
ta: திட்டத்திற்கு உதவ எங்களுக்கு ஒரு காபி வாங்கவும், சேவையக செலவினங்களுக்கு பணம் செலுத்தவும், எங்களை எரிபொருளாக வைத்திருக்கவும்
zh_hant: 請我們喝杯咖啡來支持專案、支付伺服器費用，讓我們持續前進

# settingsTitle
source: Settings
de: Einstellungen
es: Configuraciones
hr: Postavke
id: Pengaturan
ko: 설정
pl: Ustawienia
ru: Настройки
ta: அமைப்புகள்
zh_hant: 設定

source: Lower back
ar: أسفل الظهر
de: Unterer Rücken
es: Espalda baja
fr: Bas du dos
hr: Donji dio leđa
id: Punggung Bawah
ko: 허리 아래
pl: Dolna część pleców
ru: Нижняя часть спины
ta: கீழ் முதுகு
zh_hant: 下背

# aboutMastodonTitle
source: Mastodon
ru: Мастодонт
ta: மாச்டோடன்

source: surplus
de: Überschuss
es: exceso calórico
hr: višak
ko: 여분
pl: nadwyżka
ru: превышение
ta: உபரி
zh_hant: 過剩

source: deficit
de: Defizit
es: déficit calórico
hr: manjak
id: defisit
ko: 부족
mk: дефицит
pl: deficyt
ru: дефицит
ta: பற்றாக்குறை
zh_hant: 不足

# settingsCacheDeletedSnackbar
source: Cache successfully cleared
de: Zwischenspeicher erfolgreich gelöscht
es: Cache borrado exitosamente
hr: Predmemorija je uspješno izbrisana
id: Cache berhasil dibersihkan
ko: 캐시가 성공적으로 지워졌습니다
pl: Pamięć podręczna pomyślnie została wyczyszczona
ru: Кэш успешно очищен
ta: கேச் வெற்றிகரமாக அழிக்கப்பட்டது
zh_hant: 成功清除快取

source: Log
de: Protokollieren
es: Registro
hr: Zapiši
id: Catat
ko: 로그
pl: Zarejestruj
ru: Журнал
ta: பதிவு
zh_hant: 紀錄

source: Done
de: Fertig
es: Listo
hr: Obavljeno
id: Selesai
ko: 완료
mk: Готово
pl: Ukończone
ru: Завершить
ta: முடிந்தது
zh_hant: 完成

# noIngredientsDefined
source: No ingredients defined yet
de: Noch keine Zutaten definiert
es: Aún no se definen ingredientes
hr: Još nije određen nijedan sastojak
id: Belum ada bahan yang ditetapkan
ko: 아직 정의된 성분이 없어요
mk: Сеуште не дефинирани состојки
pl: Nie zdefiniowano jeszcze żadnych składników
ta: இதுவரை எந்த பொருட்களும் வரையறுக்கப்படவில்லை
zh_hant: 尚未定義食材

# ingredientLogged
source: Ingredient logged to diary
de: Zutat im Tagebuch protokolliert
es: Ingrediente registrado en el diario
fa: مواد به دفتر گزارشات وارد شد
hr: Sastojak je upisan u dnevnik
id: Komposisi telah dicatat
ko: 일기에 기록된 재료
pl: Składnik zarejestrowany w dzienniku
ta: மூலப்பொருள் நாட்குறிப்புக்கு உள்நுழைந்துள்ளது
zh_hant: 食材已紀錄到日記

# selectMealToLog
source: Select a meal to log to diary
de: Wähle eine Mahlzeit, um sie im Tagebuch zu protokollieren
es: Selecciona una comida para registrar en el diario
fa: یک وعده انتخاب کنید تا به گزارشات اضافه شود
hr: Odaberi obrok za zapisivanje u dnevnik
id: Pilih makanan untuk dicatat ke dalam buku harian
ko: 일기에 기록할 식사를 선택하세요
pl: Wybierz posiłek, który chcesz zapisać w dzienniku
ta: நாட்குறிப்புக்கு உள்நுழைய ஒரு உணவைத் தேர்ந்தெடுக்கவும்
zh_hant: 選擇要紀錄到日記的餐點
