Repository: wger-project/flutter
Catalog: lib/l10n/app_*.arb
Languages: am, ar, ca, de, es, fa, fil, fr, he, hi, hr, id, ko, mk, pl, ro, ru, ta, zh, zh_hant

source: Confirm password
am: የይለፍ ቃል አረጋግጥ
ar: تأكيد كلمة المرور
ca: Confirma la contrasenya
de: Passwort bestätigen
es: Confirmar contraseña
fa: تأیید رمز عبور
fr: Confirmer le mot de passe
he: אשר סיסמא
hi: पासवर्ड की पुष्टि करें
hr: Potvrdi lozinku
id: Konfirmasi Password
ko: 비밀번호 확인
mk: Потврди Лозинка
pl: Potwierdź hasło
ro: Confirmă parola
ru: Подтверждение пароля
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
zh: 重新输入密码
zh_hant: 確認密碼

# invalidEmail
source: Please enter a valid e-mail address
am: እባክህን ትክክለኛ ኢሜል አስገባ
ar: الرجاء كتابة بريد إلكتروني صحيح
ca: Introdueix una adreça electrònica vàlida
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce una dirección de correo electrónico válida
fa: لطفا یک آدرس ایمیل معتبر وارد کنید
fr: Veuillez entrer une adresse courriel valide
he: אנא הכנס/י כתובת מייל תקינה
hi: कृपया एक वैलिड ईमेल दीजिये
hr: Upiši valjanu e-mail adresu
id: Mohon masukkan E-mail yang valid
ko: 올바른 이메일 주소를 입력하세요
mk: Ве молиме внесете валидна е-маил адреса
pl: Podaj poprawny adres email
ro: Te rugăm să introduci o adresă de email validă
ru: Пожалуйста, введите действительный адрес электронной почты
ta: செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்
zh: 请输入正确的邮箱地址
zh_hant: 請輸入有效的電子郵件地址

source: Username
am: የተጠቃሚ ስም
ar: اسم المستخدم
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fr: Nom d’utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
id: Nama pengguna
ko: 사용자명
mk: Корисничко име
pl: Nazwa użytkownika
ro: Nume de utilizator
ru: Имя пользователя
ta: பயனர்பெயர்
zh: 用户名
zh_hant: 使用者名稱

# invalidUsername
source: Please enter a valid username
am: እባክዎ የሚሰራ የተጠቃሚ ስም ያስገቡ
ar: الرجاء كتابة اسم مستخدم صحيح
ca: Introdueix un nom d'usuari vàlid
de: Bitte geben Sie einen gültigen Benutzernamen ein
es: Por favor, ingrese un nombre de usuario válido
fa: لطفا یک نام کاربری معتبر وارد کنید
fr: Veuillez entrer un nom d’utilisateur valide
he: אנא הכנס שם משתמש תקין
hi: कृपया सही यूजरनेम प्रविष्ट करे
hr: Upiši valjano korisničko ime
id: Mohon masukkan username yang valid
ko: 올바른 사용자명을 입력하세요
mk: Ве молиме внесете валидно корисничко име
pl: Podaj poprawną nazwę użytkownika
ro: Introdu, te rugăm, un nume de utilizator valid
ru: Пожалуйста, введите действительное имя пользователя
ta: செல்லுபடியாகும் பயனர்பெயரை உள்ளிடவும்
zh: 请输入正确的用户名
zh_hant: 請輸入有效的使用者名稱

# customServerHint
source: Enter the address of your own server, otherwise the default one will be used
am: የራስዎን Server አድራሻ ያስገቡ ፣ አለበለዚያ default ጥቅም ላይ ይውላል
ar: ادخل عنوان الخادم خاصتك أو سيستخدم الخادم الافتراضي
ca: Introdueix l'adreça del teu servidor propi, altrament s'usarà el servidor per defecte
de: Geben Sie die Adresse deines eigenen Servers ein, ansonsten wird die Standardadresse verwendet
es: Ingresa la dirección de tu propio servidor, de lo contrario se utilizará la dirección por default
fa: آدرس سرور خودتان را وارد کنید، در غیر این صورت آدرس پیش‌فرض استفاده خواهد شد
fr: Entrez l’adresse de votre propre serveur, sinon le serveur par défaut sera utilisé
he: הכנס את כתובת השרת שלך, אחרת יעשה שימוש בברירת המחדל
hi: अपने स्वयं के सर्वर का पता दर्ज करें, अन्यथा डिफ़ॉल्ट का उपयोग किया जाएगा
hr: Upiši adresu tvog servera, inače će se koristiti standardni
id: Masukkan alamat servermu sendiri, jika tidak akan menggunakan server bawaan
ko: 서버 주소를 입력하세요 미입력시 기본 주소가 사용됩니다
mk: Внесете ја адресата од вашиот сервер, во спротивно стандардната адреса ќе биде искористена
pl: Wpisz adres własnego serwera, w przeciwnym razie zostanie użyty domyślny
ro: Introdu adresa propriului server, altfel va fi folosită cea implicită
ru: Введите адрес вашего собственного сервера, иначе будет использован адрес по умолчанию
ta: உங்கள் சொந்த சேவையகத்தின் முகவரியை உள்ளிடவும், இல்லையெனில் இயல்புநிலை பயன்படுத்தப்படும்
zh: 请输入要连接的服务器地址
zh_hant: 輸入您自架的伺服器位址，否則將使用預設伺服器

source: Reset
am: ዳግም አስጀምር
ar: إعادة ضبط
ca: Reinicialitza
de: Zurücksetzen
es: Reiniciar
fa: تنظیم مجدد
fr: Réinitialiser
he: אתחול
hi: रीसेट
hr: Resetiraj
ko: 초기화
mk: Ресетирај
ro: Resetare
ru: Сброс
ta: மீட்டமை
zh: 重置
zh_hant: 重設

# labelBottomNavWorkout
source: Workout
am: የአካል ብቃት እንቅስቃሴ
ar: تمرين
ca: Entrenament
de: Training
es: Rutina
fa: تمرین ورزشی
fr: Entraînement
he: כושר
hi: कसरत
hr: Trening
ko: 운동
mk: Тренинг
pl: Trening
ro: Antrenament
ru: Тренировка
ta: பயிற்சி
zh: 锻炼
zh_hant: 健身

# customServerUrl
source: URL of the wger instance
ar: رابط عنصر wger
ca: URL de la instància de wger
de: URL der wger-Instanz
es: URL de la instancia de wger
fa: آدرس اینترنتی (URL) به منبع WGER
fr: URL de l’instance wger
he: כתובת של ישות ווגר
hi: कस्टम सर्वर URL wger के लिए
hr: URL wger instance
id: URL dari wger
ko: wger 인스턴스의 URL
mk: URL од wgeр инстанца
pl: Adres URL instancji wger
ro: URL-ul instanței wger
ru: URL-адрес экземпляра wger
ta: Wger உதாரணத்தின் முகவரி
zh: 服务器地址
zh_hant: wger 服務的 URL

# labelBottomNavNutrition
source: Nutrition
am: ኣመጋገብ
ar: التغذية
ca: Nutrició
de: Ernährung
es: Nutrición
fa: تغذیه
he: תזונה
hi: पोषण
hr: Prehrana
id: Nutrisi
ko: 영양물 섭취
mk: Исхрана
pl: Żywienie
ro: Nutriție
ru: Питание
ta: ஊட்டம்
zh: 饮食
zh_hant: 營養

# labelWorkoutPlan
source: Workout plan
am: የአካል ብቃት እንቅስቃሴ ዕቅድ
ar: خطط التمارين
ca: Pla d'entrenament
de: Trainingsplan
es: Plan de ejercicios
fa: برنامه تمرین ورزشی
fr: Plan d’entraînement
he: תוכנית כושר
hi: कसरत योजना
hr: Plan treninga
id: Rencana workout
ko: 운동 계획
mk: План за тренинг
pl: Plan treningu
ro: Plan de antrenament
ru: План тренировки
ta: வொர்க்அவுட் திட்டம்
zh: 锻炼计划
zh_hant: 健身計劃

# labelWorkoutLogs
source: Training logs
am: የሥልጠና ምዝግብ ማስታወሻዎች
ar: سجلات التمرين
ca: Registes d'entrenament
de: Trainingsprotokolle
es: Registros de entrenamientos
fa: گزارش تمرینات
fr: Journaux d’entraînement
he: יומני אימון
hi: प्रशिक्षण लॉग
hr: Dnevnici treninga
id: Log latihan
ko: 트레이닝 이력
mk: Логови од тренинг
pl: Dzienniki treningowe
ro: Jurnale de antrenament
ru: Журналы тренировок
ta: பயிற்சி பதிவுகள்
zh: 锻炼记录
zh_hant: 訓練記錄

source: Exercise
ar: تمرين
ca: Exercici
de: Übung
es: Ejercicio
fr: Exercice
he: תרגיל כושר
hi: व्यायाम
hr: Vježba
id: Latihan
ko: 예시
mk: Вежба
pl: Ćwiczenie
ro: Exercițiu
ru: Упражнение
ta: உடற்பயிற்சி
zh: 锻炼
zh_hant: 動作

# successfullySaved
source: Saved
ar: تم الحفظ
ca: Desat
de: Gespeichert
es: Guardado correctamente
fa: ذخیره شده
fr: Enregistré
he: נשמר
hi: सहेजा गया
hr: Spremljeno
id: Tersimpan
ko: 저장
mk: Зачувано
pl: Zapisane
ro: S-a salvat
ru: Сохранено
ta: சேமிக்கப்பட்டது
zh: 已保存
zh_hant: 已儲存

# successfullyDeleted
source: Deleted
ar: تم الحذف
ca: Esborrat
de: Gelöscht
es: Borrado
fa: حذف شده
fr: Supprimé
he: נמחק
hi: हटाया गया
hr: Izbrisano
id: Terhapus
ko: 삭제
mk: Избришано
pl: Usunięto
ro: S-a șters
ru: Удалено
ta: நீக்கப்பட்டது
zh: 已删除
zh_hant: 已刪除

# searchExercise
source: Search exercise to add
ar: ابحث عن تمرين لإضافته
ca: Cerca exercici a afegir
de: Suche Übung zum Hinzufügen
es: Busca el ejercicio para añadirlo
fr: Chercher des exos à ajouter
he: חיפוש תרגיל כושר להוספה
hi: जोड़ने के लिए व्यायाम खोजें
hr: Traži vježbe koje želiš dodati
id: Cari latihan untuk ditambahkan
ko: 추가할 예시 검색
mk: Пребарај вежба
pl: Wyszukaj ćwiczenie do dodania
ro: Caută un exercițiu pentru a-l adăuga
ru: Найдите упражнение, которое нужно добавить
ta: சேர்க்க பயிற்சியைத் தேடுங்கள்
zh: 搜索
zh_hant: 搜尋待加入的動作

source: Equipment
ar: الادوات
ca: Equipament
de: Gerät
es: Equipamiento
fr: Équippement
he: ציוד
hi: उपकरण
hr: Oprema
id: Perlengkapan
ko: 장비
mk: Опрема
pl: Sprzęt
ro: Echipament
ru: Оборудование
ta: உபகரணங்கள்
zh: 器材
zh_hant: 器材

# musclesSecondary
source: Secondary muscles
ar: العضلات الثانوية
ca: Músculs secundaris
de: Sekundäre Muskeln
es: Músculos secundarios
fr: Muscles secondaires
he: שרירים משניים
hi: माध्यमिक मांसपेशियां
hr: Sekundarni mišići
id: Otot sekunder
ko: 이차 근육
mk: Секундарни мускули
pl: Mięśnie pomocnicze
ro: Mușchi ajutători
ru: Вторичные мышцы
ta: இரண்டாம் நிலை தசைகள்
zh: 次要部位
zh_hant: 輔助肌群

# newWorkout
source: New workout plan
ar: خطة تمارين جديدة
ca: Nou pla d'entrenament
fr: Nouveau plan d’entraînement
he: תוכנית כושר חדשה
hi: नई कसरत योजना
ro: Plan de antrenament nou
ru: Новый план тренировок
zh: 新增锻炼计划

# dayDescriptionHelp
source: A description of what is done on this day (e.g. 'pull day') or what body parts are trained (e.g. 'chest and shoulders')
ar: وصف لما يتم القيام به في هذا اليوم (مثال، "يوم السحب") أو ما هي أجزاء الجسم التي سيتم تدريبها (مثال، "الصدر والكتفين")
ca: Descripció de què es fa aquest dia (p. e. «dia de tracció») o quines parts del cos d'exerciten (p. e. «pit i espatlles»)
de: Eine Beschreibung, was an diesem Tag gemacht wird (z. B. „Zugtag“) oder welche Körperteile trainiert werden (z. B. „Brust und Schultern“)
es: Una descripción de lo que se hace este día (ej. 'día de levantamientos') o qué partes del cuerpo se entrenan (ej. 'pecho y hombros')
fr: Une description de ce qui est fait ce jour-ci (par exemple : « journée de tractions ») ou des parties du corps qui sont entraînées (par exemple : « poitrine et épaules »)
he: תיאור של מה נעשה ביום זה (למשל ,יום משיכה') או אילו חלקי גוף יהיו באימון (למשל 'חזה וכתפיים')
hi: इस दिन क्या किया जाता है (जैसे 'पुल डे') या शरीर के किन अंगों को प्रशिक्षित किया जाता है (जैसे 'छाती और कंधे') का विवरण
hr: Opis onoga što se radi na današnji dan (npr. „dan povlačenja”) ili koji su dijelovi tijela trenirani (npr. „prsa i ramena”)
id: Deskripsi untuk yang sudah diselesaikan hari ini (contoh: 'pull day') atau bagian tubuh mana yang sudah dilatih (contoh: 'dada dan pundak')
ko: 이 날에 무엇을 하는지에 대한 설명(예: '풀 데이') 또는 어떤 신체 부위를 훈련하는지에 대한 설명(예: '가슴과 어깨')
pl: Opis tego, co jest robione w tym dniu (np. „dzień podciągania”) lub jakie części ciała są trenowane (np. „klatka piersiowa i ramiona”)
ro: O descriere a ceea ce se face în această zi (de exemplu, „zi de tragere”) sau ce părți ale corpului sunt antrenate (de ex.: „piept și umeri”)
ru: Описание того, что делается в этот день (например, 'день подтягиваний') или какие части тела тренируются (например, 'грудь и плечи')
ta: இந்த நாளில் என்ன செய்யப்படுகிறது என்பதற்கான விளக்கம் (எ.கா. 'இழுக்க நாள்') அல்லது என்ன உடல் பாகங்கள் பயிற்சி அளிக்கப்படுகின்றன (எ.கா. 'மார்பு மற்றும் தோள்கள்')
zh: 起个名称，可以填写锻炼项目或者锻炼的身体部位
zh_hant: 描述這一天做了什麼（例如：拉力日）或訓練了哪些部位（例如：胸部和肩膀）

source: Weight unit
ar: وحدة الوزن
ca: Unitat de pes
de: Gewichtseinheit
es: Unidad de peso
fr: Unité de poids
he: יחידת משקל
hi: वजन इकाई
hr: Jedinica težine
id: Satuan bobot
ko: 체중
pl: Jednostka wagi
ro: Unitate de greutate
ru: Единица веса
ta: எடை அலகு
zh: 重量单位
zh_hant: 重量單位

source: Repetition unit
ar: عدد التكرارات المتبقية
ca: Unitat de repetició
de: Wiederholungseinheit
es: Unidad de repetición
fr: Unité des répétitions
he: יחידת חזרה
hi: दोहराव इकाई
hr: Jedinica ponavljanja
id: Satuan pengulangan
ko: 반복단위
pl: Jednostka powtórzeń
ro: Unitatea de repetiții
ru: Единица повторения
ta: மீண்டும் அலகு
zh: 计数单位
zh_hant: 重複次數單位

source: Repetitions
ar: التكرار
ca: Repeticions
de: Wiederholungen
es: Repeticiones
fr: Répetitions
he: חזרות
hi: दोहराव
hr: Ponavljanja
id: Pengulangan
ko: 반복
mk: Повторувања
pl: Powtórzenia
ru: Повторений
ta: மறுபடியும்
zh: 重复次数
zh_hant: 次數

source: Comment
ar: تعليق
ca: Comentaris
de: Kommentar
es: Comentar
fa: نظر
fr: Commentaire
he: הערה
hi: टिप्पणी
hr: Komentar
id: Komentar
ko: 댓글
mk: Коментар
pl: Komentarz
ro: Comentariu
ru: Комментарий
ta: கருத்து
zh: 备注
zh_hant: 註釋

source: Impression
ar: انطباع
ca: Impressió
de: Eindruck
es: Impresión general
he: התרשמות
hi: प्रभाव जमाना
hr: Dojam
id: Kesan
ko: 인상
pl: Ocena treningu
ro: Impresie
ru: Впечатление
ta: எண்ணம்
zh: 自我感觉
zh_hant: 感受

source: Set
ar: مجموعة
ca: Sèrie
de: Satz
es: Serie
fr: Série
he: סט
hi: सेट
hr: Serija
ko: 세트
pl: Seria
ro: Serie
ru: Сет
ta: கணம்
zh: 设置
zh_hant: 組

source: Gym mode
ar: وضع النادي
ca: Mode gimnàs
de: Studiomodus
es: Modo gimansio
fa: حالت باشگاه
fr: Mode entraînement
he: מצב חדש כושר
hi: जिम मोड
hr: Modus teretane
id: Mode gym
ko: 체육관 모드
pl: Tryb treningu
ro: Modul sală
ru: Режим тренажерного зала
ta: சிம் பயன்முறை
zh: 健身房模式
zh_hant: 健身房模式

source: Jump to
ar: القفز إلى
ca: Vés a
de: Springen zu
es: Saltar a
fa: برو به
fr: Aller à
he: עבור ל
hi: यहां जाएं
hr: Prijeđi na
id: Lompat ke
ko: 다음으로 이동
mk: Оди до
pl: Wybierz ćwiczenie
ro: Sari la
ru: Перейти к
ta: குதிக்கவும்
zh: 转到
zh_hant: 跳到

# logHelpEntriesUnits
source: Note that only entries with a weight unit (kg or lb) and repetitions are charted, other combinations such as time or until failure are ignored here.
ar: لاحظ أنه يتم رسم الإدخالات التي تحتوي على وحدة الوزن (كجم أو رطل) والتكرارات فقط، ويتم هنا تجاهل المجموعات الأخرى مثل الوقت أو حتى الفشل العضلي.
ca: Tingues en compte que només es fa la gràfica de les entrades amb unitats de pes (kg o lb) i repeticions, altres combinacions com ara temps o fins la fallada s'ignoren aquí.
de: Beachte, dass nur Einträge mit einer Gewichtseinheit (kg oder lb) und Wiederholungen aufgezeichnet werden, andere Kombinationen wie Zeit oder „bis zum Versagen“ werden hier ignoriert.
es: Tenga en cuenta que solo se registran las entradas con una unidad de peso (kg o lb) y las repeticiones; aquí se ignoran otras combinaciones, como el tiempo o hasta el fallo.
fa: توجه داشته باشید که فقط ورودی هایی با واحد وزنی (کیلوگرم یا پوند) و تکرارها نمودار می شوند ، ترکیبات دیگری مانند زمان یا تا زمان خستگی در اینجا نادیده گرفته می شوند.
fr: Notez que seules les entrées comportant une unité de poids (kg ou lb) et des répétitions sont représentées dans le graphique. Les autres combinaisons, telles que le temps ou le niveau d’échec, sont ignorées ici.
he: שים לב שרק רשומות עם יחידת משקל (ק"ג או ליברות) וחזרות הן ממופות, ישנה התעלמות משילובים אחרים כגון זמן או עד כשלון.
hi: ध्यान दें कि केवल वज़न इकाई (किलो या एलबी) और दोहराव वाली प्रविष्टियां चार्ट की जाती हैं, अन्य संयोजन जैसे समय या विफलता को यहां अनदेखा किया जाता है।
hr: Napomena: prikazuju se samo unosi s jedinicom težine (kg ili lb) i ponavljanja, druge kombinacije kao što su vrijeme ili do neuspjeha se ovdje zanemaruju.
id: Perlu dicatat bahwa hanya entri dengan satuan beban (kg atau lb) dan repetisi yang akan ditampilkan di grafik. Kombinasi lain seperti waktu atau hingga gagal tidak diperhitungkan di sini.
ko: 무게 단위(kg 또는 lb)와 반복 횟수가 있는 항목만 차트에 표시되며, 시간이나 실패할 때까지의 시간 등의 다른 조합은 여기서는 무시됩니다.
pl: Zwróć uwagę, że na wykresie są tylko wpisy z jednostką masy (kg lub lb) i powtórzeniami, inne kombinacje, takie jak czas lub czas do błędu, są tutaj ignorowane.
ro: Rețineți că numai intrările cu o unitate de greutate (kg sau lb) și repetări sunt grafice, alte combinații precum timpul sau până la eșec sunt ignorate aici.
ru: Обратите внимание, что в таблицу заносятся только записи с единицей веса (кг или фунты) и повторениями, другие комбинации, такие как время или до отказа, здесь не учитываются.
ta: ஒரு எடை அலகு (கிலோ அல்லது எல்பி) மற்றும் மறுபடியும் உள்ளீடுகள் மட்டுமே பட்டியலிடப்பட்டுள்ளன என்பதை நினைவில் கொள்க, நேரம் போன்ற பிற சேர்க்கைகள் அல்லது தோல்வி வரை இங்கே புறக்கணிக்கப்படும்.
zh: 请注意，系统只会绘制带重量单位（公斤或磅）和重复次数的纪录，其他组合（例如时间或直到力竭）将被忽略。
zh_hant: 請注意，圖表只會顯示包含重量單位（公斤或磅）和重複次數的紀錄，其他組合（例如時間或直到力竭）不會被顯示。

source: Pause
ar: إيقاف
ca: Pausa
es: Pausa
fa: توقف
he: השהה
hi: रोकें
hr: Pauza
id: Jeda
ko: 중지
mk: Пауза
pl: Przerwa
ro: Pauză
ru: Пауза
ta: இடைநிறுத்தம்
zh: 暂停
zh_hant: 休息

# plateCalculatorNotDivisible
source: Not possible to reach weight with available plates
ar: لا يمكن الوصول إلى الوزن بالأطباق المتوفرة
ca: No es pot assolir aquest pes amb les plaques disponibles
de: Mit den vorhandenen Platten kann das Gewicht nicht erreicht werden
es: No se puede obtener el peso con las placas disponibles
fa: با دیسک های موجود نمی‌توان به وزن دلخواه رسید
fr: Impossible d'atteindre le poids avec les disques disponibles
he: לא אפשרי להגיע למשקל עם הצלחות הפנויות
hi: उपलब्ध प्लेटों के साथ वजन तक पहुंचना संभव नहीं है
hr: Nije moguće postići težinu s dostupnim pločastim utezima
id: Tidak memungkinkan untuk mencapai bobot dengan plate yang tersedia
ko: 사용 가능한 플레이트로는 무게에 도달할 수 없습니다
mk: Не е можно да се достигне тежина со достапните плочи
pl: Nie można osiągnąć wagi z dostępnymi obciążeniami
ro: Nu se poate atinge greutatea cu plăcile disponibile
ru: Невозможно достичь веса с имеющимися пластинами
ta: கிடைக்கக்கூடிய தட்டுகளுடன் எடையை அடைய முடியாது
zh: 达不到预定重量
zh_hant: 沒有足夠的槓片達到目標重量

# todaysWorkout
source: Your workout today
ar: تمرينك اليوم
ca: El teu entrenament avui
de: Dein Training heute
es: Tu rutina de hoy
fa: تمرین ورزشی امروز شما
fr: Entraînement d’aujourd’hui
he: האימון שלך היום
hi: आज आपका वर्कआउट
hr: Tvoj današnji trening
id: Latihanmu hari ini
ko: 오늘 운동
mk: Вашиот тренинг денес
pl: Twój dzisiejszy trening
ro: Antrenamentul tău de astăzi
ru: Ваша тренировка сегодня
ta: இன்று உங்கள் பயிற்சி
zh: 锻炼项目
zh_hant: 今天的訓練

# logHelpEntries
source: If on a single day there is more than one entry with the same number of repetitions, but different weights, only the entry with the higher weight is shown in the diagram.
ar: إذا كان هناك في يوم واحد أكثر من إدخال بنفس عدد التكرارات، ولكن بأوزان مختلفة، فسيتم عرض الإدخال ذو الوزن الأعلى فقط في الرسم البياني.
ca: Si en un únic dia hi ha més d'una entrada amb el mateix nombre de repeticions però diferents pesos, al diagrama es mostra només l'entrada amb el pes més gran.
de: Gibt es an einem Tag mehrere Einträge mit der gleichen Anzahl von Wiederholungen, aber unterschiedlichen Gewichten, wird nur der Eintrag mit dem höheren Gewicht im Diagramm angezeigt.
es: Si en un solo día hay más de una entrada con el mismo número de repeticiones, pero diferentes pesos, solo la entrada con mayor peso se mostrará en el diagrama.
fa: اگر در یک روز واحد بیش از یک ورودی با همان تعداد تکرارها وجود داشته باشد ، اما وزنهای مختلف ، فقط ورودی با وزن بالاتر در نمودار نشان داده می شود.
fr: Si durant une journée il y a plusieurs entrées avec le même nombre de répétitions, mais avec un poids différent, seule l’entrée avec le poids le plus haut sera affichée.
he: אם ביום אחד ישנה יותר מרשומה אחת עם אותה כמות חזרות, אבל משקל שונה, רק הרשומה עם המשקל הגבוה יותר תופיע בדיאגרמה.
hi: यदि एक ही दिन में एक से अधिक प्रविष्टियाँ समान संख्या में दोहराव के साथ होती हैं, लेकिन अलग-अलग भार होते हैं, तो केवल उच्च भार वाली प्रविष्टि को आरेख में दिखाया जाता है।
hr: Ako u jednom danu postoji više od jednog unosa s istim brojem ponavljanja, ali različitim težinama, na dijagramu je prikazan samo unos s većom težinom.
id: Jika dalam satu hari terdapat lebih dari satu entri dengan jumlah repetisi yang sama namun beban berbeda, hanya entri dengan beban tertinggi yang akan ditampilkan di diagram.
ko: 같은 날에 반복 횟수는 같지만 가중치가 다른 항목이 두 개 이상 있는 경우 다이어그램에는 가중치가 더 높은 항목만 표시됩니다.
pl: Jeśli w ciągu jednego dnia jest więcej niż jeden wpis z tą samą liczbą powtórzeń, ale z różnymi wagami, na wykresie pokazany jest tylko wpis o wyższej wadze.
ro: Dacă într-o singură zi există mai multe înregistrări cu același număr de repetări, dar greutăți diferite, în diagramă este prezentată doar intrarea cu greutatea mai mare.
ru: Если в один день есть несколько записей с одинаковым количеством повторений, но разными весами, то на диаграмме отображается только запись с большим весом.
ta: ஒரு நாளில் ஒரே எண்ணிக்கையிலான மறுபடியும் ஒன்றுக்கு மேற்பட்ட நுழைவு இருந்தால், ஆனால் வெவ்வேறு எடைகள் இருந்தால், அதிக எடையுடன் நுழைவு மட்டுமே வரைபடத்தில் காட்டப்பட்டுள்ளது.
zh: 如果一天内有多个相同重复次数但重量不同的条目，图表只会显示重量较高的条目。
zh_hant: 如果同一天有多筆相同重複次數但不同重量的紀錄，圖表只會顯示重量較重的那筆紀錄。

source: Description
ar: الوصف
ca: Descripció
de: Beschreibung
es: Descripción
fa: توضیحات
he: תיאור
hi: विवरण
hr: Opis
ko: 설명
mk: Опис
pl: Opis
ro: Descriere
ru: Описание
ta: விவரம்
zh: 描述
zh_hant: 描述

source: Weight
ar: الوزن
ca: Pes
de: Gewicht
es: Peso
fa: وزن
fr: Poids
he: משקל
hi: वजन
hr: Težina
id: Berat
ko: 체중
mk: Тежина
pl: Waga
ro: Greutate
ru: Вес
ta: எடை
zh: 重量
zh_hant: 重量

source: Name
ar: الاسم
ca: Nom
es: Nombre
fa: نام
fr: Nom
he: שם
hi: नाम
hr: Ime
id: Nama
ko: 이름
mk: Име
pl: Nazwa
ro: Nume
ru: Имя
ta: பெயர்
zh: 名
zh_hant: 名稱

source: Add ingredient
ar: أضف مكونًا
ca: Afegeix ingredient
de: Zutat hinzufügen
es: Agregar ingrediente
fa: افزودن مواد تشکیل دهنده
fr: Ajouter ingrédients
he: הוספת מרכיב
hi: सामग्री जोड़ें
hr: Dodaj sastojak
id: Tambah komposisi
ko: 성분 추가
mk: Додај состојки
pl: Dodaj składnik
ro: Adaugă ingredient
ru: Добавить ингредиент
ta: மூலப்பொருள் சேர்க்கவும்
zh: 添加营养成分
zh_hant: 新增食材

source: Nutritional plans
ar: خطط غذائية
ca: Plans nutricionals
de: Ernährungspläne
es: Planes nutricionales
fa: برنامه های غذایی
fr: Programmes nutritionnels
he: תוכניות תזונה
hi: पोषण योजनाएं
hr: Planovi prehrane
id: Rencana Nutrisi
ko: 영양 계획
mk: Нутритивни планови
pl: Plany żywieniowe
ro: Planuri nutriționale
ru: Планы питания
ta: ஊட்டச்சத்து திட்டங்கள்
zh: 营养规划
zh_hant: 營養計劃

# timeStartAhead
source: Start time cannot be ahead of end time
ar: وقت البدء لا يجب أن يكون متقدمًا على وقت الانتهاء
ca: L'hora d'inici no pot ser posterior a la de finalització
de: Die Startzeit kann nicht vor der Endzeit liegen
es: La hora de inicio no puede adelantarse a la hora de finalización
fa: زمان شروع نمیتواند جلوتر از زمان پایان باشد
fr: L'heure de début ne peut pas être après à l'heure de fin
he: זמן התחלה לא יכול להיות אחרי זמן סיום
hi: प्रारंभ समय समाप्ति समय से आगे का नहीं हो सकता
hr: Vrijeme početka ne može biti prije vremena završetka
id: Waktu mulai tidak boleh melebihi waktu selesai
ko: 시작 시간은 종료 시간보다 앞설 수 없습니다
mk: Почетното време не може да биде после крајното време
pl: Czas rozpoczęcia nie może być wcześniejszy niż czas zakończenia
ro: Ora de început nu poate fi înaintea orei de încheiere
ru: Время начала не может быть раньше времени окончания
ta: தொடக்க நேரம் இறுதி நேரத்திற்கு முன்னால் இருக்க முடியாது
zh: 开始时间不能早于结束时间
zh_hant: 開始時間不能早於結束時間

# logIngredient
source: Log ingredient to nutrition diary
ar: حفظ في مذكرة التغذية
ca: Desa al diari nutricional
de: Zutat im Ernährungstagebuch protokollieren
es: Registrar en el diario nutricional
fa: افزودن مواد تشکیل دهنده به دفتر گزارشات غذایی
fr: Sauvegarder dans le journal nutritionnel
hi: पोषण डायरी में सामग्री दर्ज करें
hr: Zapiši sastojak u dnevnik prehrane
id: Catat bahan ke buku harian nutrisi
ko: 영양 일지에 재료 기록하기
pl: Zapisz składnik w dzienniku żywieniowym
ro: Salvează în jurnalul de nutriție
ru: Сохранить в дневнике питания
ta: ஊட்டச்சத்து நாட்குறிப்புக்கு பதிவு மூலப்பொருள்
zh: 保存至营养日志
zh_hant: 紀錄食材到營養日記

source: Search ingredient
ar: ابحث عن عنصر
ca: Cerca ingredient
de: Zutat suchen
es: Buscar ingrediente
fa: جستجو مواد تشکیل دهنده
fr: Rechercher un ingrédient
hi: सामग्री खोजें
hr: Traži sastojak
id: Cari komposisi
ko: 성분 검색
mk: Пребарувај состојки
pl: Wyszukaj składnik
ro: Caută ingredient
ru: Поиск ингредиента
ta: மூலப்பொருளைத் தேடுங்கள்
zh: 搜索营养成分表
zh_hant: 搜尋食材

source: Nutritional diary
ar: مذكرة التغذية
ca: Diari nutricional
de: Ernährungstagebuch
es: Diario nutricional
fa: دفتر گزارشات غذایی
fr: Journal nutritionnel
he: יומן תזונה
hi: पोषण डायरी
hr: Dnevnik prehrane
id: Buku Harian Nutrisi
ko: 영양 일기
pl: Dziennik żywieniowy
ro: Jurnal de nutriție
ru: Дневник питания
ta: ஊட்டச்சத்து நாட்குறிப்பு
zh: 摄食日记
zh_hant: 營養日記

source: Measurements
ar: القياسات
ca: Mesures
de: Messungen
es: Medidas
fa: اندازه گیری ها
fr: Mesures
he: מדידות
hi: मापन
hr: Mjerenja
id: Pengukuran
ko: 측정
mk: Мерења
pl: Pomiar
ro: Măsurători
ru: Измерения
ta: அளவீடுகள்
zh: 测量值
zh_hant: 測量項目

source: An Error Occurred!
ar: حصل خطأ!
ca: S'ha produït un error!
de: Es ist ein Fehler aufgetreten!
es: ¡Un error ha ocurrido!
fa: خطایی رخ داد!
fr: Une erreur s’est produite !
he: שגיאה קרתה!
hi: कुछ गड़बड़ी हुई!
hr: Dogodila se greška!
id: Terjadi kesalahan!
ko: 오류가 발생했습니다!
mk: Настана Грешка!
pl: Wystąpił błąd!
ro: A aparut o eroare!
ru: Произошла ошибка!
ta: பிழை ஏற்பட்டது!
zh: 出错了!
zh_hant: 發生錯誤！

source: Measurement
ar: القياس
ca: Mesura
de: Messung
es: Medida
fa: اندازه گیری
fr: Mesure
he: מדידה
hi: माप
hr: Mjerenje
id: Ukuran
ko: 측정
mk: Мерење
pl: Pomiar
ro: Măsurare
ru: Измерение
ta: அளவீட்டு
zh: 测量
zh_hant: 測量
